{
  /*
  ___  _ _             _     
 / _ \| (_)           | |    
/ /_\ \ |_ _   _  __ _| |__  
|  _  | | | | | |/ _` | '_ \ 
| | | | | | |_| | (_| | | | |
\_| |_/_|_|\__, |\__,_|_| |_|
            __/ |            
           |___/             

*/
  // NAME & INTRO 
  "Aliyah.Name": "Aliyah",
  "Aliyah.Introduction": "Ah, good to see you, {{Honorific}} {{Surname}}. I appreciate you coming all the way out here to say hello.#0#$e#I hope you settle in comfortably. It is a lovely little community, after all.$1",
  // COMMUNITY CENTER BUNDLES  
  "Aliyah.JojaBegin": "Ah... Lewis finally caved to Joja, did he? What a shame.$2#$b#I would have liked to see what the Community Center could have been.$11",
  "Aliyah.CCBegin": "Have I seen you poking around the old Community Center?$0#$b#How wonderful, my grandparents told me such fond stories about it, you know.$1",
  "Aliyah.CCBus": "Pam has been talking my ear off about getting her old job back, it is nice to see her hopeful again.$1#$b#Did you have something to do with that, Farmer?$13",
  "Aliyah.CCMinecart": "I am so glad to have the minecarts working once more. You have no idea what a trek it normally is for me to get groceries.$13",
  "Aliyah.CCComplete": "The Community seems to be at peace in a way I have not seen in years.$8#$b#It is almost as if it finally regained its 'Center'.$3#$b#Hee, Too much?$13",
  "Aliyah.MovieTheater": "How strange that a theatre should crop up overnight. Rather like magic, is it not?$13#$b#Hm. Well, it is nice to have more reasons to come into town..$1",
  // BIRTHDAYS
  "Aliyah.Summer7": "It is my nephew Miguel's birthday today. I have a hard time keeping up with his shifting hobbies, though...$9#$b#Perhaps I will simply take him out to eat...$1",
  "Aliyah.Fall27": "My niece has her birthday tomorrow. Do not tell her, but I picked up some hot peppers for dinner.$1#$b#She has always had a fondness for spicy food.$8",
  // END OF SEASON
  "Aliyah.SpringEnd": "As lovely as spring is, I cannot help but look forward to the many thunderstorms of summer.$1",
  "Aliyah.SummerEnd": "The trees are already turning gold at the fringes, do you see?.$0#$b#This year promises even more brilliant color than last.$1",
  "Aliyah.FallEnd": "I have heard winter described as an ending, by some.$12#$b#I have also heard it described as a lullaby. Let us hope for the latter, this year.$1",
  "Aliyah.WinterEnd": "Another year older, another year wiser.#$b#May you live to see many more first sunrises, Farmer.",
  // SVE COMMUNITY DAY
  "Aliyah.CommunityCenter4": "I do love how everyone has been fully committed to community day.$1#$b#I half expected someone to bow out by now.$8",
  "Aliyah.CommunityCenter6": "These people got me through some very difficult times in my past.$9#$b#To have them all together like this...I should cook, next time.$1",
  "Aliyah.CommunityCenter8": "Oh, {{Honorific}} {{Surname}} - I was just reminiscing with Evelyn about when I first moved here.$8#$b#Watching you becoming a true part of our community reminded her of my early years.$1",
  "Aliyah.CommunityCenter10": "It is good, is it not? To see everyone laugh, smile, and bicker?$1#$b#This monthly meetup has done me a world of good. Thank you for fixing this place up, {{Honorific}} {{Surname}}.$1",
  // FESTIVALS (DAY BEFORE)
  "Aliyah.EggFestival": "I do hope Abigail sits out the egg hunt tomorrow.$12#$b#The younger children do not need that level of competition.$11",
  "Aliyah.FlowerDance": "Tomorrow is the Flower Dance. It confused me so much when I first moved here...$1#$b#I look forward to it these days. I like dressing up.$8",
  "Aliyah.Luau": "I cannot wait until tomorrow. I spent all week thinking about the Luau.$13#$b#Even if the soup is strange, it is one of the few times of year I can get real meat.$1",
  "Aliyah.MoonlightJelly": "Even if the walk home is long, I do love seeing the Jellies every year.$4#$b#The air of mystique and romance calls to me, and always has.$1",
  "Aliyah.SDVFair": "The fair tomorrow has been all anyone has talked about for the past week, now.$13#$b#I assume you will have a show box? Good luck, my friend.$1",
  "Aliyah.SpiritsEve": "Tricks, treats, japes and capers. Everyone letting down their hair...$1#$b#What is there not to like about Spirit's Eve?$8",
  "Aliyah.IceFestival": "I have such mixed feelings about the Ice Festival...$9#$b#It is nice to build snowmen, and to catch up with people, but the fishing seems cruel.$2",
  "Aliyah.NightMarket": "I have never missed a Night Market once since moving here.$13#$b#It was always Pietro's favorite. A chance to reconnect with his people. Enjoy the wonders while you're there.$1",
  "Aliyah.WinterStar": "Have you any guesses about who your secret gifter will be, tomorrow?$8#$b#I always try to sniff them out. And I always get it wrong.$3",
  // ROMANTIC (POSITIVE) 
  "Aliyah.GiveFlowersA": "Oh...? Ha!$3#$b#No I am not laughing at you, it is just that you beat me to it, precious. I had just spoken to Aideen yesterday...$4#$b#These are so very lovely. I shall be sure to find them a nice vase.$1#$e#%Aliyah leans to press a soft kiss to your cheek.",
  "Aliyah.GiveFlowersB": "%Aliyah smiles at the bouquet you've handed her, before holding it gently to her chest.#$b#How did you know I had been thinking about you...? Yes of course I will accept these.$4#$b#I have grown terrily fond of you, you know.$1",
  "Aliyah.GivePendant": "-!! Oh...$7#$b#It is really, remarkable. How after all this time, you continue to surprise me...#13#$b#You are such a treasure to everyone who knows you - and to me, most of all. I am glad you feel the same.$4#$b#I will arrange everything. Do not worry, pet, I have done this before, after all.$3#$b#",
  "Aliyah.StardropGiftA": "",
  "Aliyah.StardropGiftB": "",
  // ROMANTIC (NEGATIVE)
  "Aliyah.DanceRejection": "Come now, surely you have better options than an old widow. Go on, {{Honorific}} {{Surname}}.$1",
  "Aliyah.Divorced": "Thank you. So much. For making me lose a second spouse.$6",
  "Aliyah.BreakUp": "Oh... I had thought...#9$#b#Well, never mind. I will... see you around then, {{Honorific}} {{Surname}}.#2",
  "Aliyah.DumpedGirls": "I am sorry, {{Honorific}} {{Surname}}, but I will need some time to process this pain. I am not made of stone.$11",
  "Aliyah.SecondChanceGirls": "I will not deny that this hurts, {{Honorific}} {{Surname}} - but if you are sincere about wanting to do better, I will see it through with you.$9",
  "Aliyah.Reject2HA": "I... No? I am flattered, I think, but we barely know one another...#9",
  "Aliyah.Reject2HB": "No, but - thank you? I think?#12",
  "Aliyah.Reject4HA": "Your... optimism is, moderately charming, {{Honorific}} {{Surname}}, but I am not interested in you like that. I am sorry.#9",
  "Aliyah.Reject4HB": "{{Honorific}} {{Surname}}, I know that I like jokes, but this one seems in rather poor taste.#12",
  "Aliyah.EngageA": "Does your betrothed know about this? I thought you were better than that.#5$#b#I am going to do you a favor and treat this like a joke in poor taste. Leave.#11",
  "Aliyah.EngageB": "I will not be partner to this sordid indescretion - you are engaged, {{Honorific}} {{Surname}}, you should not be flirting.$5",
  "Aliyah.MarriedA": "If this is your idea of a joke, {{Honorific}} {{Surname}}, re-evaluate.$5",
  "Aliyah.MarriedB": "I have half a mind to tell {0} about your infidelity, {{Honorific}} {{Surname}} = they deserve better.$5",
  "Aliyah.RefusalNoHeartsA": "Oh, a mermaid pendant. A rather quaint tradition, not the one I grew up with - but good luck, Farmer.$1",
  "Aliyah.RefusalNoHeartsB": "",
  "Aliyah.RefusalKnownA": "",
  "Aliyah.RefusalKnownB": "",
  "Aliyah.RefusalBotherA": "",
  "Aliyah.RefusalBotherB": "",
  // RESORT
  "Aliyah.ResortEntering": "",
  "Aliyah.ResortLeaving": "",
  "Aliyah.ResortShore": "",
  "Aliyah.ResortUmbrella": "",
  "Aliyah.ResortWander": "",
  "Aliyah.ResortWander.2": "",
  "Aliyah.ResortChair": "",
  "Aliyah.ResortBar": "",
  "Aliyah.ResortTowel": "",
  "Aliyah.ResortTowel.2": "",
  "Aliyah.Resort_Towel.3": "",
  "Aliyah.Resort": "",
  // LOCATIONAL DIALOGUE
  "Aliyah.LOCATION.Desk": "I am working, presently. It may be better to talk some other time {{Honorific}} {{Surname}}.$15",
  // PLAYER DEATH
  "Aliyah.PlayerKilled.Mines.01": "",
  "Aliyah.PlayerKilled.Mines.02": "",
  "Aliyah.PlayerKilled.Mines.03": "",
  "Aliyah.PlayerKilled.Skull.01": "",
  "Aliyah.PlayerKilled.Skull.02": "",
  "Aliyah.PlayerKilled.Skull.03": "",
  "Aliyah.PlayerKilled.Skull.04": "",
  "Aliyah.PlayerKilled.Skull.05": "",
  "Aliyah.PlayerKilled.Skull.06": "",
  "Aliyah.PlayerKilled.Skull.07": "",
  "Aliyah.PlayerKilled.Skull.08": "",
  // GREEN RAIN
  "Aliyah.GreenRain": "I was told stories about rains like this as a girl. They are supposed to be the work of forest spirits.$8",
  "Aliyah.GreenRainFinished": "I never thought I would live to see a Green Rain with my own eyes, what a rush...! I wonder if another will fall, someday.$1",
  "Aliyah.GreenRain2": "If the rest of my life was heavy rain and the encroaching wild, I think I would be at peace.$1",
  // POLYAMORY 
  "Aliyah.MarriedMonogamousNPC": "I appreciate the interest, but I do not easily share my affections, {{Honorific}} {{Surname}}. I will have to decline.$1",
  // LOW HEART
  "Aliyah.LowHeart.1": "School was rewarding, if... difficult. Not because of the subject matter, I just experienced a lot of tragedy during those years of my life.$12",
  "Aliyah.LowHeart.2": "I moved here over fifteen years ago, now. The community has become a second family, in that time - I hope you come to feel the same.$1",
  "Aliyah.LowHeart.3": "Being a farmer must foster a lot of 'growth', hm? Inspires a great deal of reward worth harvest?$13#$b#Hee, sorry. I *may* have a fondness for puns.$3",
  "Aliyah.LowHeart.4": "I am sorry, {{Honorific}} {{Surname}}, Spreach had a fussy night. I am afraid I did not sleep well, I cannot promise I will be good company today.$11",
  "Aliyah.LowHeart.5": "I have seen a lot more of your produce for sale on my shopping trips. It is nice to be able to buy local - thank you for that.$1",
  "Aliyah.LowHeart.6": "Does the whole town send you running about on errands, {{Honorific}} {{Surname}}? It is kind of you to help out, but please do not push yourself too hard.$9",
  "Aliyah.LowHeart.7": "Please try not to think too unkindly of the more standoffish people in town.$9#$b#I know they can be vexing, but they all try very hard to be good people, despite it all.$15",
  "Aliyah.LowHeart.8": "I do not think I could have found a better life calling than therapy. It feels good to help people, does it not?$1",
  "Aliyah.LowHeart.9": "Do you enjoy what you do, {{Honorific}} {{Surname}}? It was a leap of faith to move here. I hope you do not regret it.$12",
  "Aliyah.LowHeart.10": "It can never rain enough for me. It is my favorite weather. You may even catch me dancing in it, if you look hard enough.$1",
  "Aliyah.LowHeart.11": "Are you well, {{Honorific}} {{Surname}}? Have you been resting enough, eating?$0#$b#Your physical wellbeing is an important component toward good mental health. Do not neglect it.$1",
  "Aliyah.LowHeart.12": "People find anxiety in the smallest mundanities, sometimes. I am honored to be trusted with them, really.$12#$b#It is a very vulernable thing, to talk about being anxious.$9",
  "Aliyah.LowHeart.13": "Do you read often? A friend recommended a book to me, and I cannot put it down.$1#$b#It is a light-hearted high fantasy novel about war, gods, and what it takes to make a hero, with an undercurrent of monstrous romance.$4#$b#I can lend it to you, when I am done, if you like?$15",
  "Aliyah.LowHeart.14": "I sometimes hear the strangest noises coming from the woods beyond my yard. I have not the faintest what they are, though.$12#$b#I have long since learned to live and let live, the things that lurk in the dark.$1",
  "Aliyah.LowHeart.15": "$y 'Are you more of a cat person, or a dog person?_Dog Person._Mm. Me too. I just get along with them, I think.$1_Cat Person._Oh... You do not dislike dogs, though, do you?$15'",
  "Aliyah.LowHeart.16": "I became an avid coffee lover in college, thanks in no small part to my late husband. Perhaps I'll share his recipe, someday.$8",
  "Aliyah.LowHeart.17": "More and more, I am surprised by how mature the young folk here have become. I knew most of them as toddlers, you know.$3",
  "Aliyah.LowHeart.18": "",
  "Aliyah.LowHeart.19": "",
  "Aliyah.LowHeart.20": "",
  "Aliyah.LowHeart.21": "",
  "Aliyah.LowHeart.22": "",
  "Aliyah.LowHeart.23": "",
  "Aliyah.LowHeart.24": "",
  "Aliyah.LowHeart.25": "",
  "Aliyah.LowHeart.26": "",
  "Aliyah.LowHeart.27": "",
  "Aliyah.LowHeart.28": "",
  "Aliyah.LowHeart.29": "",
  "Aliyah.LowHeart.30": "",
  "Aliyah.LowHeart.31": "",
  "Aliyah.LowHeart.32": "",
  "Aliyah.LowHeart.33": "",
  "Aliyah.LowHeart.34": "",
  "Aliyah.LowHeart.35": "",
  "Aliyah.LowHeart.36": "",
  "Aliyah.LowHeart.37": "",
  "Aliyah.LowHeart.38": "",
  "Aliyah.LowHeart.39": "",
  "Aliyah.LowHeart.40": "",
  // HIGH HEART
  "Aliyah.HighHeart.1": "Have you ever met a Shadow Person? They are very skittish, in the mines, and with good reason...$9#$e#But should you encounter one willing to talk, I find them lovely conversation.$1",
  "Aliyah.HighHeart.2": "Yes, I have always known about the magic in the valley. I am sorry for not telling you sooner.$9#$e#Some things are simply better experienced for yourself.$15",
  "Aliyah.HighHeart.3": "I sometimes catch junimos ambling through my garden. They were friends of my great-grandmother, after all.$14",
  "Aliyah.HighHeart.4": "There are people in town who are more in-tune with magic, than others. They can be quite insightful at times.$1#$b#Although, I think they may -also- believe I am a werewolf.$13",
  "Aliyah.HighHeart.5": "I do treat some of the more esoteric members of the town on the sly.$0#$e#It is important to look after the whole of your community, even the hidden parts.$1",
  "Aliyah.HighHeart.6": "I cannot really 'perform' magic, not in any way that I could show off or reign in...$9#$e#But I will live a very long time. I understand my pack, I am never troubled by the weather, and I can smell an oncoming storm...$1",
  "Aliyah.HighHeart.7": "I always worry about smiling too broadly because of my teeth. Fangs are not an ideal trait for a therapist, are they?$15.$9#$e#I think perhaps I am just being self-conscious. Pietre always liked them... And they are a hit on Spirit's Eve.$8",
  "Aliyah.HighHeart.8": "I was such a wild child, once. I have had to be fished out of trees more times than I can count, and I used to go leaping after moving things without thinking.$1#$b#I have more than a few scars from running afoul of a thorn bush. And the earful I got from our neighbors - why do you think I chase storms?$13",
  "Aliyah.HighHeart.9": "",
  "Aliyah.HighHeart.10": "",
  "Aliyah.HighHeart.11": "",
  "Aliyah.HighHeart.12": "",
  "Aliyah.HighHeart.13": "",
  "Aliyah.HighHeart.14": "",
  "Aliyah.HighHeart.15": "",
  "Aliyah.HighHeart.16": "",
  "Aliyah.HighHeart.17": "",
  "Aliyah.HighHeart.18": "",
  "Aliyah.HighHeart.19": "",
  "Aliyah.HighHeart.20": "",
  "Aliyah.HighHeart.21": "",
  "Aliyah.HighHeart.22": "",
  "Aliyah.HighHeart.23": "",
  "Aliyah.HighHeart.24": "",
  "Aliyah.HighHeart.25": "",
  "Aliyah.HighHeart.26": "",
  "Aliyah.HighHeart.27": "",
  "Aliyah.HighHeart.28": "",
  "Aliyah.HighHeart.29": "",
  "Aliyah.HighHeart.30": "",
  "Aliyah.HighHeart.31": "",
  "Aliyah.HighHeart.32": "",
  "Aliyah.HighHeart.33": "",
  "Aliyah.HighHeart.34": "",
  "Aliyah.HighHeart.35": "",
  "Aliyah.HighHeart.36": "",
  "Aliyah.HighHeart.37": "",
  "Aliyah.HighHeart.38": "",
  "Aliyah.HighHeart.39": "",
  "Aliyah.HighHeart.40": "",
  "Aliyah.HighHeart.41": "",
  "Aliyah.HighHeart.42": "",
  "Aliyah.HighHeart.43": "",
  "Aliyah.HighHeart.44": "",
  "Aliyah.HighHeart.45": "",
  "Aliyah.HighHeart.46": "",
  "Aliyah.HighHeart.47": "",
  "Aliyah.HighHeart.48": "",
  "Aliyah.HighHeart.49": "",
  "Aliyah.HighHeart.50": "",
  "Aliyah.HighHeart.51": "",
  "Aliyah.HighHeart.52": "",
  "Aliyah.HighHeart.53": "",
  "Aliyah.HighHeart.54": "",
  "Aliyah.HighHeart.55": "",
  "Aliyah.HighHeart.56": "",
  "Aliyah.HighHeart.57": "",
  "Aliyah.HighHeart.58": "",
  "Aliyah.HighHeart.59": "",
  "Aliyah.HighHeart.60": "",
  // SEASONAL 
  "Aliyah.Spring.1": "It is dandelion season. If you dehydrate the roots, you can make a tea from them that I am especially fond of...$1",
  "Aliyah.Spring.2": "I find spring to be charming, personally. It is full of life, but without the bombast or summer, or melancholy of fall.$0#$e#It reminds me of children playing. Is that strange?$21",
  "Aliyah.Spring.3": "I feel bad for people with pollen allergies. Spring is a long way from the relief that winter brings.$9",
  "Aliyah.Spring.4": "The animals seem livelier this time of year. Perhaps it is because there are so many mothers in spring.$15",
  "Aliyah.Spring.5": "You seem especially peppy, {{Honorific}} {{Surname}}. It is almost as if there is a 'spring' in your step.$22",
  "Aliyah.Summer.1": "I love how light and warm it is this time of year. The whole world comes alive under sunlight, you know?$21",
  "Aliyah.Summer.2": "Nothing puts me more at ease than a summer thunderstorm. There is something so humbling about the bellowing sky...$1",
  "Aliyah.Summer.3": "If you are too warm, {{Honorific}} {{Surname}}, you can always get 'summ-more' ice cream from the stand near the library.$3",
  "Aliyah.Summer.4": "Do you have many fireflies out by %farm? They fly past my windows in the garden at home.$8#$e#I have been curling up with tea and a book on the swing to watch them. It is nice.$1",
  "Aliyah.Summer.5": "I am not exactly a hot house flower, but I would rather it be warm than cold. You must be busy, though.$15",
  "Aliyah.Fall.1": "Fall has my favorite festivals. I love the barbecue at the fair, and Spirit's Eve...$1",
  "Aliyah.Fall.2": "Storms notwithstanding, sweater weather is my favorite weather.$8#$e#Not that I dislike my warm weather wardrobe, but I have a fondness for this old turtle-neck...$1",
  "Aliyah.Fall.3": "When I was growing up, fall was a time for big roasts on open flames, communal meals...$1#$e#I would be lying to say I did not sometimes miss it.$12",
  "Aliyah.Fall.4": "I know that autumn is a busy time of year for you, {{Honorific}} {{Surname}}...$13#$b#I appreciate your company, but do not 'fall' behind on your work, now.$14",
  "Aliyah.Fall.5": "Soon it will be winter, and food and warmth will be scarce beyond the walls of our homes.$11#$e#But not yet. No, not yet.$12",
  "Aliyah.Winter.1": "I saw some of the younger people having a snowball fight earlier. One of them got me.$8#$e#I think I surprised them by returning fire while they were mid-apology.$13",
  "Aliyah.Winter.2": "It is the perfect time of year for a hot drink. Here, stay warm.[{{Tea}}]$1",
  "Aliyah.Winter.3": "I find winter stressful, if I am to be honest. While I am not affected by the seasons changing, many of my patients are.$12",
  "Aliyah.Winter.4": "How lonely to be a snowman, do you not think?$1#$e#You would have 'snow body' to spend time with.$3",
  "Aliyah.Winter.5": "It is so quiet this time of year. Like the world is napping.$1#$e#I never get to sleep in, but it is a nice thought all the same.$15",
  // GIFTS GIVEN
  "Aliyah.Gift.1": "",
  "Aliyah.Gift.2": "",
  "Aliyah.Gift.3": "",
  "Aliyah.Gift.4": "",
  "Aliyah.Gift.5": "",
  "Aliyah.Gift.6": "",
  "Aliyah.Gift.7": "",
  "Aliyah.Gift.8": "",
  "Aliyah.Gift.9": "",
  "Aliyah.Gift.10": "",
  // PATIO   
  "Aliyah.Patio.1": "",
  "Aliyah.Patio.2": "",
  "Aliyah.Patio.3": "",
  "Aliyah.Patio.4": "",
  "Aliyah.Patio.5": "",
  "Aliyah.Patio.6": "",
  // SPOUSE ROOM 
  "Aliyah.SpouseRoom.1": "",
  "Aliyah.SpouseRoom.2": "",
  "Aliyah.SpouseRoom.3": "",
  "Aliyah.SpouseRoom.4": "",
  "Aliyah.SpouseRoom.5": "",
  // MARRIAGE DIALOGUE
  "Aliyah.Marriage.1": "",
  "Aliyah.Marriage.2": "",
  "Aliyah.Marriage.3": "",
  "Aliyah.Marriage.4": "",
  "Aliyah.Marriage.5": "",
  "Aliyah.Marriage.6": "",
  "Aliyah.Marriage.7": "",
  "Aliyah.Marriage.8": "",
  "Aliyah.Marriage.9": "",
  "Aliyah.Marriage.10": "",
  "Aliyah.Marriage.11": "",
  "Aliyah.Marriage.12": "",
  "Aliyah.Marriage.13": "",
  "Aliyah.Marriage.14": "",
  "Aliyah.Marriage.15": "",
  "Aliyah.Marriage.16": "",
  "Aliyah.Marriage.17": "",
  "Aliyah.Marriage.18": "",
  "Aliyah.Marriage.19": "",
  "Aliyah.Marriage.20": "",
  "Aliyah.Marriage.21": "",
  "Aliyah.Marriage.22": "",
  "Aliyah.Marriage.23": "",
  "Aliyah.Marriage.24": "",
  "Aliyah.Marriage.25": "",
  "Aliyah.Marriage.26": "",
  "Aliyah.Marriage.27": "",
  "Aliyah.Marriage.28": "",
  "Aliyah.Marriage.29": "",
  "Aliyah.Marriage.30": "",
  // ENGAGEMENT DIALOGUE 
  "Aliyah.Engagement.1": "",
  "Aliyah.Engagement.2": "",
  "Aliyah.Engagement.3": "",
  // CHILDREN 
  "Aliyah.OneKid.1": "",
  "Aliyah.OneKid.2": "",
  "Aliyah.OneKid.3": "",
  "Aliyah.OneKid.4": "",
  "Aliyah.OneKid.5": "",
  "Aliyah.OneKid.6": "",
  "Aliyah.OneKid.7": "",
  "Aliyah.OneKid.8": "",
  "Aliyah.OneKid.9": "",
  "Aliyah.OneKid.10": "",
  "Aliyah.TwoKids.1": "",
  "Aliyah.TwoKids.2": "",
  "Aliyah.TwoKids.3": "",
  "Aliyah.TwoKids.4": "",
  "Aliyah.TwoKids.5": "",
  "Aliyah.TwoKids.6": "",
  "Aliyah.TwoKids.7": "",
  "Aliyah.TwoKids.8": "",
  "Aliyah.TwoKids.9": "",
  "Aliyah.TwoKids.10": "",
  // GIFT REACTIONS: BASIC
  "Aliyah.GiftReaction.Love": "Oh, I love these. What a wonderful surprise, thank you.$1",
  "Aliyah.GiftReaction.Like": "Oh, this is lovely. I appreciate it, {{Honorific}} {{Surname}}.$0",
  "Aliyah.GiftReaction.Dislike": "Oh... Well, I... could have done without this, actually.$15",
  "Aliyah.GiftReaction.Hate": "....$5#$b#... Thank you.$6",
  "Aliyah.GiftReaction.Neutral": "Thank you for thinking of me.$1",
  // GIFT REACTIONS: SPECIFIC ITEMS
  "Aliyah.GiftReaction.RabbitFoot": "Oh, thank you... But, where is the rest of the rabbit?$9#$b#Never mind, thank you for thinking of me.$1",
  // GIFT REACTIONS: GEMS, MINERALS, ARTIFACTS
  "Aliyah.GiftReaction.GemCategory": "",
  "Aliyah.GiftReaction.MineralCategory": "",
  "Aliyah.GiftReaction.ArtifactCategory": "",
  // GIFT REACTIONS: FOOD
  "Aliyah.GiftReaction.StardropTea": "%Aliyah's head cants curiously to one side, before she takes a sip of tea. With a blink, her eyes widen in growing surprise.#$b#This... is remarkable, wherever did you find it?$7",
  "Aliyah.GiftReaction.CookingCategory": "",
  "Aliyah.GiftReaction.VegetableCategory": "",
  "Aliyah.GiftReaction.FruitCategory": "",
  "Aliyah.GiftReaction.EggCategory": "",
  "Aliyah.GiftReaction.MilkCategory": "",
  "Aliyah.GiftReaction.FishCategory": "",
  "Aliyah.GiftReaction.AlcoholCategory": "What do you expect me to do with this, precisely?$19",
  // GIFT REACTIONS: ARTISNAL GOODS
  "Aliyah.GiftReaction.ArtisanCategory": "",
  // GIFT REACTIONS: BOOKS 
  "Aliyah.GiftReaction.BooksCategory": "",
  "Aliyah.GiftReaction.SkillBooksCategory": "",
  // GIFT REACTIONS: FLOWERS
  "Aliyah.GiftReaction.FlowersCategory": "%Aliyah's smile is faint and fleeting, as she braids the offered flower into her hair.#$b#Thank you. I'll find a nice vase for it.#1",
  // GIFT REJECTIONS 
  "Aliyah.GiftRejection.Bouquet": "...Ah. Your interest is, flattering, but...$9",
  "Aliyah.GiftRejection.PolySweet": "....? What is this, {{Honorific}} {{Surname}}? Did you hand this to me by mistake?$23",
  /*
ALIYAH MOVIES
*/
  "Movies.Aliyah.BraveLittleSapling.1": "",
  "Movies.Aliyah.BraveLittleSapling.2": "",
  "Movies.Aliyah.BraveLittleSapling.3": "",
  "Movies.Aliyah.NaturalWonders.1": "",
  "Movies.Aliyah.NaturalWonders.2": "",
  "Movies.Aliyah.NaturalWonders.3": "",
  "Movies.Aliyah.PrairieKing.1": "",
  "Movies.Aliyah.PrairieKing.2": "",
  "Movies.Aliyah.PrairieKing.3": "",
  "Movies.Aliyah.Wumbus.1": "",
  "Movies.Aliyah.Wumbus.2": "",
  "Movies.Aliyah.Wumbus.3": "",
  "Movies.Aliyah.Mysterium.1": "",
  "Movies.Aliyah.Mysterium.2": "",
  "Movies.Aliyah.Mysterium.3": "",
  "Movies.Aliyah.ItHowlsInTheRain.1": "",
  "Movies.Aliyah.ItHowlsInTheRain.2": "",
  "Movies.Aliyah.ItHowlsInTheRain.3": "",
  "Movies.Aliyah.MiracleAtColdstarRanch.1": "",
  "Movies.Aliyah.MiracleAtColdstarRanch.2": "",
  "Movies.Aliyah.MiracleAtColdstarRanch.3": "",
  "Movies.Aliyah.ZuzuCityExpress.1": "",
  "Movies.Aliyah.ZuzuCityExpress.2": "",
  "Movies.Aliyah.ZuzuCityExpress.3": "",
  /*
ALIYAH FESTIVALS
*/
  // EGG FESTIVAL
  "Festivals.Aliyah.spring13.False.1": "",
  "Festivals.Aliyah.spring13.False.2": "",
  "Festivals.Aliyah.spring13.False.3": "",
  "Festivals.Aliyah.spring13.True.1": "",
  "Festivals.Aliyah.spring13.True.2": "",
  "Festivals.Aliyah.spring13.True.3": "",
  // FLOWER DANCE 
  "Festivals.Aliyah.spring24.False.1": "",
  "Festivals.Aliyah.spring24.False.2": "",
  "Festivals.Aliyah.spring24.False.3": "",
  "Festivals.Aliyah.spring24.True.1": "",
  "Festivals.Aliyah.spring24.True.2": "",
  "Festivals.Aliyah.spring24.True.3": "",
  "Festivals.Aliyah.spring24.Accept": "It would be my pleasure, dear farmer.$21",
  // LUAU 
  "Festivals.Aliyah.summer11.False.1": "Mm? The soup?$20#$b#I brought some crumbled goat cheese, it should be nice and mild.22",
  "Festivals.Aliyah.summer11.False.2": "",
  "Festivals.Aliyah.summer11.False.3": "",
  "Festivals.Aliyah.summer11.True.1": "",
  "Festivals.Aliyah.summer11.True.2": "",
  "Festivals.Aliyah.summer11.True.3": "",
  // MOONLIGHT JELLIES
  "Festivals.Aliyah.summer28.False.1": "",
  "Festivals.Aliyah.summer28.False.2": "",
  "Festivals.Aliyah.summer28.False.3": "",
  "Festivals.Aliyah.summer28.True.1": "",
  "Festivals.Aliyah.summer28.True.2": "",
  "Festivals.Aliyah.summer28.True.3": "",
  // SDV FAIR
  "Festivals.Aliyah.fall16.False.1": "",
  "Festivals.Aliyah.fall16.False.2": "",
  "Festivals.Aliyah.fall16.False.3": "",
  "Festivals.Aliyah.fall16.True.1": "",
  "Festivals.Aliyah.fall16.True.2": "",
  "Festivals.Aliyah.fall16.True.3": "",
  // SPIRIT'S EVE
  "Festivals.Aliyah.fall27.False.1": "",
  "Festivals.Aliyah.fall27.False.2": "",
  "Festivals.Aliyah.fall27.False.3": "",
  "Festivals.Aliyah.fall27.True.1": "",
  "Festivals.Aliyah.fall27.True.2": "",
  "Festivals.Aliyah.fall27.True.3": "",
  // ICE FESTIVAL
  "Festivals.Aliyah.winter8.False.1": "",
  "Festivals.Aliyah.winter8.False.2": "",
  "Festivals.Aliyah.winter8.False.3": "",
  "Festivals.Aliyah.winter8.True.1": "",
  "Festivals.Aliyah.winter8.True.2": "",
  "Festivals.Aliyah.winter8.True.3": "",
  // WINTER STAR 
  "Festivals.Aliyah.winter25.False.1": "",
  "Festivals.Aliyah.winter25.False.2": "",
  "Festivals.Aliyah.winter25.False.3": "",
  "Festivals.Aliyah.winter25.True.1": "",
  "Festivals.Aliyah.winter25.True.2": "",
  "Festivals.Aliyah.winter25.True.3": "",
  // RSV GATHERING 
  "Festivals.Aliyah.fall20.False.1": "",
  "Festivals.Aliyah.fall20.False.2": "",
  "Festivals.Aliyah.fall20.False.3": "",
  "Festivals.Aliyah.fall20.True.1": "",
  "Festivals.Aliyah.fall20.True.2": "",
  "Festivals.Aliyah.fall20.True.3": "",
  // RSV EMBER OF RESOLUTIONS 
  "Festivals.Aliyah.winter28.False.1": "",
  "Festivals.Aliyah.winter28.False.2": "",
  "Festivals.Aliyah.winter28.False.3": "",
  "Festivals.Aliyah.winter28.True.1": "",
  "Festivals.Aliyah.winter28.True.2": "",
  "Festivals.Aliyah.winter28.True.3": "",
  /*
ALIYAH STRINGS                                                                                               
*/
  // MAP STRINGS
  "Strings.Aliyah.Locations.1": "Aliyah's Yard",
  "Strings.Aliyah.Locations.2": "Aliyah's House",
  "Strings.Aliyah.Signs.1": "Toirneach Estate",
  "Strings.Aliyah.Signs.2": "Visitors Welcome. Mind the Dog.",
  "Strings.Aliyah.AtticDoor": "The attic door is locked...",
  "Strings.Aliyah.SandWarmer": "It's a commercial sand heater, for Gotoran coffee.",
  "Strings.Aliyah.WeddingPhoto": "It's a photograph of a younger Aliyah in a wedding gown, next to a warm-faced Gotoran man in traditional clothes.#In the photo, she's smiling...",
  "Strings.Aliyah.Graveside": "It's a grave. An Epitaph reads:#'Pietre Marcelli, gone but not forgotten, your memory lives on in the laughter of your loved ones.'",
  "Strings.Aliyah.SpareRoom": "This room doesn't seem to see much use...",
  // RADIO
  "Strings.Aliyah.Radio.1": "When you turn the radio on, you catch it in the middle of a song:# 'And there's that call, louder than before...#And it's telling me I've found what I'm lookin' for...'",
  "Strings.Aliyah.Radio.2": "When you turn the radio on, you catch it in the middle of a song:# '... I can't save you, no matter how I try...'#'I can't seem to; you said you'd be all right...'#'I tried to warn you, but you ran right off to die -'#'I can't save you, no I can't save you...'",
  "Strings.Aliyah.Radio.3": "When you turn the radio on, you catch it in the middle of a song:# '...Just for a minute, the silver-forked sky... lit you up like a star, that I will follow...'#'Now it's found us - like I have found you. I don't wanna run, just overwhelm me....'",
  "Strings.Aliyah.Radio.4": "When you turn the radio on, you catch it in the middle of a song:# '... Where was I, when the rockets came to life, and carried you away, into the Alligator sky?'#'Even though I'll never know what's up ahead - I'm never letting go, I'm never letting go....'",
  "Strings.Aliyah.Radio.5": "When you turn the radio on, you catch it in the middle of a song:# '... When the moon is looking down, shining light upon your ground...'#'I'm flying up to let you see - the shadow cast is me.'",
  "Strings.Aliyah.Radio.6": "When you turn the radio on, you catch it in the middle of a song:# 'And I wonder, when I sing along with you - If everything could ever feel this real forever....'#'If anything could ever be this good again....'",
  "Strings.Aliyah.Radio.7": "When you turn the radio on, you catch it in the middle of a song:# '...Put your ear to my heart, or your teeth against my throat,'#'Give me something pretty to wear beneath my blood-stained clothes....'",
  "Strings.Aliyah.Radio.8": "When you turn the radio on, you catch it in the middle of a song:# 'What if this storm ends? And leaves us nothing, except a memory, a distant echo...'#'I want pinned down. I want unsettled. Rattle cage after cage, until my blood boils...'",
  /*
ALIYAH CUSTOM FIXED
*/
  //Summit Dialogue
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Intro_Aliyah": "//Hello.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Intro2_Aliyah": "//Comment on the view.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Dialogue1_Aliyah": "//Remark on the time past.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Dialogue2_Aliyah": "//Wax affectionate about growing close.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Dialogue3_Aliyah": "//Comment on the strength of bond as partners.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Dialogue4_Aliyah": "//Look to the future.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_closingmessage": "It's been a long road for you and Aliyah...",
  // MOVIE INVITATION - SPOUSE 
  "MovieInvite_Spouse_Aliyah": "",
  /*
ALIYAH MAIL                        
*/
  "Mail.Aliyah.Letter1": "",
  /*
ALIYAH QUESTS
*/
  /*
ALIYAH EVENTS
*/

"Aliyah.Intro.1": "Hm?",
"Aliyah.Intro.2": "Oh - !",
"Aliyah.Intro.3": "Thank you. I did not realize I had dropped something...$7",
"Aliyah.Intro.4": "I should... probably get this all home.$15",
"Aliyah.Intro.5": "Please take care.",
"Aliyah.Intro.6": "...Actually.$12",
"Aliyah.Intro.7": "You must be the new farmer for %farm farm, are you not? Mayor Lewis said you would be moving in.",
"Aliyah.Intro.8": "Well, then I am pleased to meet you. I am Aliyah, a psychiatrist living north of the Scarp.$1",
"Aliyah.Intro.QN": "The silence is starting to drag on as she watches you...",
"Aliyah.Intro.QN.1": "Don't worry, they promised before I came here, blind optimism isn't contagious!",
"Aliyah.Intro.QN.2": "....Something on my face?",
"Aliyah.Intro.QN.3": "Everything, uh, peachy up there? You've gone quiet.",
"Aliyah.Intro.9": "--!$7",
"Aliyah.Intro.10": "HA! Pfffahaha-- ! No, no, I am sorry - I did not mean to stare. I was simply thinking to myself; I imagine you must not know many people in town yet...$3", // For Translators: Aliyah is breaking into laughter.
"Aliyah.Intro.11": "A-hem. And so, if you have the time, would you like to have a cup of coffee?$8",
"Aliyah.Intro.QQ.1": "I would love some coffee, thank you!",
"Aliyah.Intro.QQ.2": "I'm sorry, I had other errands to run today. But thank you!",
"Aliyah.Intro.A.1": "Wonderful. Please come along, as I really do need to refrigerate some of this sooner, rather than later.$1",
"Aliyah.Intro.A.2": "Aliyah leads you up to her house on the northern end of the Deep Mountains for coffee, and a bit more conversation before you part ways.",
"Aliyah.Intro.A.3": "It was excellent!",
"Aliyah.Intro.B.1": "I understand entirely. Please do feel free to visit, I am home most mornings.$1#$b#You will find my house on the northern edge of the Deep Mountains - there is a sign for the Toirneach estate out front.$8",
"Aliyah.Intro.B.2": "Do not be a stranger, farmer.$15",

"Aliyah.1H.1": "So please, if you ever need an evening to collect yourself, do not hesitate to reach out, Dr. Trenton.$16",
"Aliyah.1H.2": "To any of us!",
"Aliyah.1H.3": "We've all been there.",
"Aliyah.1H.4": "I appreciate the offer, and I do keep meaning to reach out, just...$2",
"Aliyah.1H.QQ": "They seem to be in the middle of a conversation.",
"Aliyah.1H.QQ1": "Go over and say hello.",
"Aliyah.1H.QQ2": "Wait until it's over.",
"Aliyah.1H.A1": "I do understand.",
"Aliyah.1H.A2": "Oh, {{Honorific}} {{Surname}}, good afternoon.",
"Aliyah.1H.A3": "Have you met Dr. Trenton yet? He and his daughter Eloise are some of Spreach's favorite people. She has been helping me pup-sit, from time to time.$1",
"Aliyah.1H.A4": "Friend of yours?",
"Aliyah.1H.A5": "Mm. The new owner of %farm, I rather expect you will become acquainted at some point or another.$8",
"Aliyah.1H.A6": "I still have some errands to run.",
"Aliyah.1H.A7": "Dr Trenton is the local vet, you see. If you ever take in any animals, it would do to make yourself familiar with his practice.$13",
"Aliyah.1H.A8": "Speaking of, I should get going. Take care, both of you.",
"Aliyah.1H.A9": "I am glad that you decided to come over. You seem a kind sort, and Dr. Trenton needs more people in his life like that right now.$9#$b#You seem to have a knack for good timing in general, though - the day we met is not when I usually make my shopping trips; I tend to go on Sundays.$15",
"Aliyah.1H.A10": "I should also likely make my way home to start supper. But please do look after yourself, {{Honorific}} {{Surname}}, and do not be a stranger.$1",
"Aliyah.1H.B1": "I understand. I was much the same, after all.",
"Aliyah.1H.B2": "Thank you for coming around to check on me. I should start getting dinner ready, though.",
"Aliyah.1H.B3": "Take care, Jacob.",
"Aliyah.1H.B4": "Of course, Dr. Trenton. Please, do not delay on my account.$1",
"Aliyah.1H.B5": "Well, good afternoon, {{Honorific}} {{Surname}}. I did not hear you walk up.$7",
"Aliyah.1H.B6": "I hope you have been well. Has the town been kind since your arrival? New faces mean new opportunities, which is good for such a small community.$15",
"Aliyah.1H.B7": "Mmm...? Well, as long as you keep putting yourself out there, I am sure you will make friends. You seem to have quite the lucky streak.$14#$b#Normally, for example, I would have been grocery shopping on Sunday, but happened to have needed an additional shop on the day we first met.$8",
"Aliyah.1H.B8": "Oh. Do not mind me; I simply find such moments of serendipity to be charming, is all. Little reminders of how chance affects us all.$1#$b#Regardless, I also should be heading home to begin supper. I wish you a safe walk home, {{Honorific}} {{Surname}} - do mind the crabs that come out after dark.$13#$b#And please always feel free to drop by, should it suit you.$1",

"Aliyah.2H.1": "Good afternoon, {{Honorific}} {{Surname}}. You have met Spreach, have you not?$1",
"Aliyah.2H.QQA1": "S...Sprig, sorry? Your dog's name is Sprig?",
"Aliyah.2H.QQA2": "Afternoon! What're you doing all the way out in the Cindersap, Doc?",
"Aliyah.2H.A1": "Close. It is pronounced with a longer 'ea' sound, like in 'spread'. Spreach.$15#$b#Spreach is an Emerald Wolfhound, so I wanted to name him something in Inlettish. His name means 'Sparky' on the Emerald Inlet.$8",
"Aliyah.2H.A2": "BOUF!!$1#$b#%Spreach's tail wags furiously at the sound of his name.", // For Translators: BOUF is a loud, deep, bassy dog bark. Spreach is very happy.
"Aliyah.2H.A3": "He is quite fond of people, so please do not be intimidated by his size. He is as much a gentle giant as I am.$14",
"Aliyah.2H.A4": "But, it is a pleasant surprise to run into you out here. What brings you to the Cindersap, farmer?$1",
"Aliyah.2H.B1": "Marnie is a friend of mine, so I bring Spreach around to visit when he has too much energy.$8",
"Aliyah.2H.B2": "Aph! Arrowororf!$1", // For Translators: Aph! Arrowrorf! is an excited, yapping dog noise. Spreach is energetic.
"Aliyah.2H.B3": "...Which, as you can see, applies very much today.$15",
"Aliyah.2H.B4": "No need to worry about him, however. What brings you to the Cindersap, farmer?$1",
"Aliyah.2H.QQB1": "Oh, you know, farm chores - needed some lumber, wanted to see if Marnie was in...",
"Aliyah.2H.QQB2": "Well, WOOD you believe I just can't LEAF these trees alone?",
"Aliyah.2H.C1": "I.. believe Marnie is home. She was outside a few moments ago, but I am not sure if she went back inside...$9#$b#If you like, I could -?$9",
"Aliyah.2H.C2": "BARK! BARK BARK BARK!$5", // For Translators: Spreach has seen a squirrel and is barking as he starts to run after it.
"Aliyah.2H.C3": "Oh - oh dear, I think he saw a squirrel. I am sorry, farmer - I need to keep him out of trouble. Do take care!$7",
"Aliyah.2H.D1": "Did you just...?$7",
"Aliyah.2H.D2": "Pfffahahaha! Farmer - that was, that was awful!$3", // For Translators: Aliyah is reaking into laughter.
"Aliyah.2H.D3": "Of all the silly nonsense you could have come up with, really now -$13",
"Aliyah.2H.D4": "BARK BARK BARK BARK BARK!$5", // For Translators: Spreach has seen a squirrel and is barking as he starts to run after it.
"Aliyah.2H.D5": "Ack, I think he saw a squirrel - I am sorry, I need to go and catch him before this becomes a problem. Please take care, farmer! I will see you some other time - !$7",

  /*
ALIYAH CON TOPICS
/*
______      _     _ _       
|  _  \    | |   | (_)      
| | | |__ _| |__ | |_  __ _ 
| | | / _` | '_ \| | |/ _` |
| |/ / (_| | | | | | | (_| |
|___/ \__,_|_| |_|_|_|\__,_|

*/
  // NAME & INTRO 
  "Dahlia.Name": "Dahlia",
  "Dahlia.Introduction": "@! I'm so very excited for where all this is going! Oh, this is going to be so much fun, don't you think?$6",
    // COMMUNITY CENTER BUNDLES  
  "Dahlia.JojaBegin": "Joja, hm? ...I'll remember this, farmer.$5",
  "Dahlia.CCBegin": "The smell of damp wood, the sound of creaky floorboards... I'm glad that beautiful old building is getting the love she deserves.$7",
  "Dahlia.CCBus": "The bus is working again! It seems a... strange, priority, to focus on but public transit is important, I guess?$1",
  "Dahlia.CCMinecart": "Those old carts started up last night. They're so NOISY, but they also look like fun. Have you ridden in one?$1",
  "Dahlia.CCComplete": "I may miss the secrecy of when it was empty, but you've still done a good thing for this community, Farmer.$7",
  "Dahlia.MovieTheater": "A theatre! A THEATRE! Oh, @, I'm so excited! I've always wanted to see a live showing! Please, please, please come with me sometime?$6",
  // BIRTHDAYS
  "Dahlia.Winter21.true": "It seems silly to count age after a certain point, but that just makes gifts all the more precious! Go give Hector something nice, ok?$7",
  "Dahlia.Winter21.false": "I can't believe Winter's almost over already, it feels like it just started... Enjoy the serenity while it lasts, @.$7",
  // END OF SEASON
  "Dahlia.SpringEnd": "Summer's definitely on the horizon, I already feel like I'm going to melt. I'm not looking forward to tomorrow...$11",
  "Dahlia.SummerEnd": "Sum-mer is end-ing, it's fi-nally en-ding! Bring on the breezes and the nippy air! To cozy clothes, and tousled hair!$12",
  "Dahlia.FallEnd": "Winter is my most favorite season. The cold, the quiet, the intimacy... And it's my birthday tomorrow! You haven't forgotten, have you?$7",
  "Dahlia.WinterEnd": "Happy new year! New year's eve? Whichever. I'll miss the snows, but at least the flowers are pretty in spring.#1",
  // SVE COMMUNITY DAY
  "Dahlia.CommunityCenter4": "",
  "Dahlia.CommunityCenter6": "",
  "Dahlia.CommunityCenter8": "",
  "Dahlia.CommunityCenter10": "",
  // FESTIVALSS (DAY BEFORE)
  "Dahlia.EggFestival": "Have fun, um... eating eggs? Tomorrow? I'll be honest, I'm not sure why there's a whole holiday about breakfast.$3",
  "Dahlia.FlowerDance": "I've heard some of the younger people stressing about a dance in the forest lately? I won't be going, so let me know if there's any fun drama!$6",
  "Dahlia.Luau": "No, I will not be hauling myself out to spend hours in the hot sun. I hope you have fun, but I'll be staying where it's cold.$11",
  "Dahlia.MoonlightJelly": "It's been ages since I've seen the Lunaloo migration in person... I wouldn't miss it for anything. Who knows when I'll live by the sea again?$7",
  "Dahlia.SDVFair": "Have fun at the Fair tomorrow! People come from all over for it, right? I'm not going, but maybe you can put this in your display![578][72][74][577][561]$6",
  "Dahlia.SpiritsEve": "Something wicked this way comes, something wicked this way comes....$7",
  "Dahlia.IceFestival": "Catch-and-release fishing is cruel! It's just hurting the fish, then throwing them back to suffer!$2$#e#You should give them to me instead! I'll eat them, so they won't live in agony.$6",
  "Dahlia.NightMarket": "There's something magical about wandering markets, isn't there? Liminal and fairy-tale, here one day and gone the next. Have fun, @.$7",
  "Dahlia.WinterStar": "I won't be at the feast tomorrow, so let me give you your present now...[872]$1#$e#Have a happy new year, @!#6",
  // LOCATIONAL DIALOGUE
  "Dahlia.LOCATION.XH": "",
  // GREEN RAIN
  "Dahlia.GreenRain": "It's been a while since I've seen a Green Rain...$7#$e#Is everyone hiding indoors? That's so cute! You're braver than most, aren't you, {{DahlPetName}}?$1",
  "Dahlia.GreenRainFinished": "It's nice to know this valley is healthy enough for a Green Rain. It sounds like they just started recently - I wonder why?$7",
  "Dahlia.GreenRain2": "I may usually hate this season, but there's something comforting about when wild magic floods the valley, don't you think...?$7",
  // LOW HEART
  "Dahlia.LowHeart.1": "Me? I'm an actress! I've traveled all over the world to perform live in front of all sorts of people. $1",
  "Dahlia.LowHeart.2": "You moved here pretty recently too, right? I'm impressed at how quickly you've integrated yourself, honestly.$3",
  "Dahlia.LowHeart.3": "It's pretty rare to find mountains this close to the sea! This valley really is a special place.$1",
  "Dahlia.LowHeart.4": "The people here are really colorful, don't you think? I don't mean clothes, I mean personalities. I love it!$6",
  "Dahlia.LowHeart.5": "I have the strangest neighbors, I swear...$3#$e#Oh, um, where is my house? Don't worry about it!$9",
  "Dahlia.LowHeart.6": "Isn't it uncomfortable to wear shoes all the time? I can barely stand them.$8",
  "Dahlia.LowHeart.7": "I ran into Shane today! He's so very standoffish, isn't he?$0#$e#I don't hold it against him, though! There's nothing wrong with standoffish people, I don't think.$7",
  "Dahlia.LowHeart.8": "Have you ever listened to George's stories? I finally got him to talk to me.$7#$e#He really is a lovely man, I think. He seemed surprised when I said as much, though!$6",
  "Dahlia.LowHeart.9": "I noticed that everyone's birthday is posted in town - do you think I should get them gifts? Would that be weird?$19",
  "Dahlia.LowHeart.10": "Haley asked what lipstick brand I use, but... It's, kind of, custom? What do I say?$9",
  "Dahlia.LowHeart.11": "You know what this town needs? Community theatre. Don't you think that would be fun?$6",
  "Dahlia.LowHeart.12": "I hear a bird~ An Emerald Inlet bird~ it well may be he's bringing me a cheering word~$12#$b#I feel a breeze - a northern river breeze~ It well may be it's followed me across the sea~$12",
  "Dahlia.LowHeart.13": "Hey, @? What do you do for fun? You can't possibly work all the time, do you?$15",
  "Dahlia.LowHeart.14": "I wish I was better at finding things to talk to people -about-. Do you ever feel like that?$18#$e#Like, yes, I'm not shy at all and yes, I love chatting, but finding a topic is...$15",
  "Dahlia.LowHeart.15": "What are your opinions on videos game? Sam just explained them to me, and I really want to try one now...!$3",
  "Dahlia.LowHeart.16": "I wish Morris had different priorities. The choices he's made... I can forgive a lot, but not active malice.$16",
  "Dahlia.LowHeart.17": "Pierre's not so bad. He worries a lot about money - but raising a child takes a lot. Especially in a small, poor town.$7#$b#When you're not around, {{DahlPetName}}, he'll talk about how he can breathe easier now, knowing Abigail will be okay thanks to your farm.$6",
  "Dahlia.LowHeart.18": "",
  "Dahlia.LowHeart.19": "",
  "Dahlia.LowHeart.20": "",
  "Dahlia.LowHeart.21": "",
  "Dahlia.LowHeart.22": "",
  "Dahlia.LowHeart.23": "",
  "Dahlia.LowHeart.24": "",
  "Dahlia.LowHeart.25": "",
  "Dahlia.LowHeart.26": "",
  "Dahlia.LowHeart.27": "",
  "Dahlia.LowHeart.28": "",
  "Dahlia.LowHeart.29": "",
  "Dahlia.LowHeart.30": "",
  "Dahlia.LowHeart.31": "",
  "Dahlia.LowHeart.32": "",
  "Dahlia.LowHeart.33": "",
  "Dahlia.LowHeart.34": "",
  "Dahlia.LowHeart.35": "",
  "Dahlia.LowHeart.36": "",
  "Dahlia.LowHeart.37": "",
  "Dahlia.LowHeart.38": "",
  "Dahlia.LowHeart.39": "",
  "Dahlia.LowHeart.40": "",
  // HIGH HEART - 6H Event +
  "Dahlia.HighHeart.1": "I meant it - I really am an actress. It's just that most of my performances are, um... candid? Not so much on a stage...$10",
  "Dahlia.HighHeart.2": "I really do love people, you know. I admire them - their creativity, their presence in everyday life...$7#$b#A lot of fae just kind of... float through existence.$18",
  "Dahlia.HighHeart.3": "It's so much warmer here than I'm used to. Home was covered in perpetual snow; I love all the new colors, but I hate the heat.$3",
  "Dahlia.HighHeart.4": "I'm really glad you met me 'now', I think. I haven't always liked people. I haven't always been interested in being kind.$14#$e#My nature is to change, after all. I won't always be this, either, but I like me right now.$7",
  "Dahlia.HighHeart.5": "You're not at all what I expected, did you know that? I was imaginging someone larger than life, someone bombastic...$19#$e#I'm not complaining. Different isn't bad. It's nice to be surprised by kindness.$7",
  "Dahlia.HighHeart.6": "I was scared, you know, to let people know what I am. People tell a lot of scary stories about faeries, and most of them are true.$11#$e#It's nice to let go of that fear. Still, I'm sorry for misleading you, farmer.$15",
  "Dahlia.HighHeart.7": "I can't lie. I just can't, it's not something fae can do. That's why I asked you to lie for me when we met - sorry about that.$10#$e#If I acted like we were close, and you corroborated the idea, then I could just exist in that loophole.#14",
  "Dahlia.HighHeart.8": "Hm? Crop fairies? Sounds like they're part of the spring court. I'm from winter - I can do a lot of things with magic, but not that.$7",
  "Dahlia.HighHeart.9": "I was not born, I cannot die. I must speak truth, my words can't lie. Illusion still can draw the eye to woven web of false design.$12#$e#...Hm. I think that last one was only half a rhyme...$3",
  "Dahlia.HighHeart.10": "You don't think less of me now that I've decided to linger, do you {{DahlPetName}}? You don't really seem the type, but...$19#$b#It seems so silly to leave, now. I feel like something's taken root here, in the Valley. I want to see what it is.$7",
  "Dahlia.HighHeart.11": "I still say this town needs a Community Theatre. Especially since I'm staying! Or a talent night, or something - I should bother the Mayor.$1",
  "Dahlia.HighHeart.12": "I've always loved stories, as far back as I can remember - and I can remember a lot!$6#$e#Fairies retell the stories we've heard over and over, but I've only truly heard new ones when I was living with humans. Like yours! It's why I like you so much.$7",
  "Dahlia.HighHeart.13": "Evelyn's been teaching me about gardening. Leah, too. I'm helping them both out where I can - Aideen, too.$6#$e#I don't do it for money. It's just for fun. And real flowers are nicer than my silk ones at home, anyway.$1",
  "Dahlia.HighHeart.14": "",
  "Dahlia.HighHeart.15": "",
  "Dahlia.HighHeart.16": "",
  "Dahlia.HighHeart.17": "",
  "Dahlia.HighHeart.18": "",
  "Dahlia.HighHeart.19": "",
  "Dahlia.HighHeart.20": "",
  "Dahlia.HighHeart.21": "",
  "Dahlia.HighHeart.22": "",
  "Dahlia.HighHeart.23": "",
  "Dahlia.HighHeart.24": "",
  "Dahlia.HighHeart.25": "",
  "Dahlia.HighHeart.26": "",
  "Dahlia.HighHeart.27": "",
  "Dahlia.HighHeart.28": "",
  "Dahlia.HighHeart.29": "",
  "Dahlia.HighHeart.30": "",
  "Dahlia.HighHeart.31": "",
  "Dahlia.HighHeart.32": "",
  "Dahlia.HighHeart.33": "",
  "Dahlia.HighHeart.34": "",
  "Dahlia.HighHeart.35": "",
  "Dahlia.HighHeart.36": "",
  "Dahlia.HighHeart.37": "",
  "Dahlia.HighHeart.38": "",
  "Dahlia.HighHeart.39": "",
  "Dahlia.HighHeart.40": "",
  "Dahlia.HighHeart.41": "",
  "Dahlia.HighHeart.42": "",
  "Dahlia.HighHeart.43": "",
  "Dahlia.HighHeart.44": "",
  "Dahlia.HighHeart.45": "",
  "Dahlia.HighHeart.46": "",
  "Dahlia.HighHeart.47": "",
  "Dahlia.HighHeart.48": "",
  "Dahlia.HighHeart.49": "",
  "Dahlia.HighHeart.50": "",
  "Dahlia.HighHeart.51": "",
  "Dahlia.HighHeart.52": "",
  "Dahlia.HighHeart.53": "",
  "Dahlia.HighHeart.54": "",
  "Dahlia.HighHeart.55": "",
  "Dahlia.HighHeart.56": "",
  "Dahlia.HighHeart.57": "",
  "Dahlia.HighHeart.58": "",
  "Dahlia.HighHeart.59": "",
  "Dahlia.HighHeart.60": "",
  // SEASONAL 
  "Dahlia.Spring.1": "I don't love that it's starting to get warm... but aren't spring flowers so pretty?$6",
  "Dahlia.Spring.2": "I saw baby birds on my walk today! They'll be flying by this time next year, the darlings.$7",
  "Dahlia.Spring.3": "Spring rains are probably my favorite. Everything gets cold, but not windy - like the world is holding its breath.$2",
  "Dahlia.Spring.4": "Pink and green are my favorite colors - my wardrobe really suits this season, huh?$6",
  "Dahlia.Spring.5": "Do you have any baby animals on your farm? 'Tis the season, after all.",
  "Dahlia.Summer.1": "I hate the summer. It's too hot, everything's sticky, so many things bite or sting, and it doesn't even get cold at night.$11",
  "Dahlia.Summer.2": "I'm tempted to hide away until the season ends. It's not like I want a tan - the sun can't get me if I don't go outside, right?$11",
  "Dahlia.Summer.3": "You can make weather totems, right? Do you have one for snow? Rain? Anything?$2",
  "Dahlia.Summer.4": "I do like the fireflies. Summer is a tyranny that I am made to suffer, but at least there's fireflies...$8",
  "Dahlia.Summer.5": "It's not fair that the river also gets warmer this time of year. I could've gone swimming, but nooooo.$11",
  "Dahlia.Fall.1": "It's finally starting to cool off. Winter's not far now, but you must still have lots to do, huh?$3",
  "Dahlia.Fall.2": "Oh, you know, my favorite flowers grow this time of year - Fairy Roses. Are you growing any? Can I have them?$1",
  "Dahlia.Fall.3": "This really is a very pretty season, isn't it? Where I come from, things were never so... vibrant. I love it, actually.$7",
  "Dahlia.Fall.4": "Pumpkin pie smells really good. Really, really good. I can't eat it, but I wonder if I should learn to make it anyway?$19",
  "Dahlia.Fall.5": "In a world flush with color, and smelling of peat, smoke and spice...$7#$b#...The cool air nips the burnished bronze leaves from the trees to keep them, one, by one, by one~$12",
  "Dahlia.Winter.1": "It's my favorite, favorite season. There's something so intimate, so enchanting, about a world covered in snow.$7",
  "Dahlia.Winter.2": "Huh? Am I cold? No, not really. I've always been the most comfortable in cold weather.$3",
  "Dahlia.Winter.3": "There's not much time to grow this time of year, is there? Are you taking the time to enjoy it? Are you sleeping in?$1#$b#Or are you spending all your time in the mines? Have fun either way!$6",
  "Dahlia.Winter.4": "Something about the scarcity of daylight this time of year makes it precious, I think. Make sure to treasure it, @.$7",
  "Dahlia.Winter.5": "@! Your nose is pink! Are you chilly, or are you thinking about someone special? Heehee!$6",
  // GIFTS GIVEN
  "Dahlia.Gift.1": "",
  "Dahlia.Gift.2": "",
  "Dahlia.Gift.3": "",
  "Dahlia.Gift.4": "",
  "Dahlia.Gift.5": "",
  "Dahlia.Gift.6": "",
  "Dahlia.Gift.7": "",
  "Dahlia.Gift.8": "",
  "Dahlia.Gift.9": "",
  "Dahlia.Gift.10": "",
  // GIFT REACTIONS: BASIC
  "Dahlia.GiftReaction.Love": "Oooooh! How did you know this is my most favorite?$6",
  "Dahlia.GiftReaction.Like": "Awww! I like this a lot!$7",
  "Dahlia.GiftReaction.Dislike": "This is awful, thanks!$1",
  "Dahlia.GiftReaction.Hate": "Oh. Do I have to take this? Okay! Please never give me this again.$3",
  "Dahlia.GiftReaction.Neutral": "Oh, neat!$1",
  // GIFT REACTIONS: GEMS, MINERALS, ARTIFACTS
  "Dahlia.GiftReaction.GemCategory": "",
  "Dahlia.GiftReaction.MineralCategory": "",
  "Dahlia.GiftReaction.ArtifactCategory": "",
  // GIFT REACTIONS: FOOD
  "Dahlia.GiftReaction.StardropTea": "There's magic in this, darling... wherever did you find it?$3",
  "Dahlia.GiftReaction.CookingCategory": "I appreciate the effort, but my diet needs are kind of weird. So, um...$9",
  "Dahlia.GiftReaction.VegetableCategory": "Ew, no.$8",
  "Dahlia.GiftReaction.FruitCategory": "... I guess I could give it away...?$11",
  "Dahlia.GiftReaction.EggCategory": "Yeah! I like eggs!$6",
  "Dahlia.GiftReaction.MilkCategory": "Thank you! It's a bit sweet for me, but milk's nice sometimes.$1",
  "Dahlia.GiftReaction.FishCategory": "Fishy-fishy fish, could be my favorite dish~$12",
  "Dahlia.GiftReaction.AlcoholCategory": "Oh, neat. I can't drink, so this is useless!$6",
  // GIFT REACTIONS: ARTISNAL GOODS
  "Dahlia.GiftReaction.ArtisanCategory": "",
  // GIFT REACTIONS: BOOKS 
  "Dahlia.GiftReaction.BooksCategory": "",
  "Dahlia.GiftReaction.SkillBooksCategory": "",
  // GIFT REACTIONS: FLOWERS
  "Dahlia.GiftReaction.FlowersCategory": "Oh, I love flowers. They're so soft, so colorful... This is really really nice of you, thank you!$1",
  // GIFT REJECTIONS 
  "Dahlia.GiftRejection.Bouquet": "Sorry, I love you a lot a lot, but - not like that? Not ever like that.$15",
  "Dahlia.GiftRejection.Polysweet": "I'm really, REALLY not interested in you like that, sorry.$11",
  /*
DAHLIA MOVIES
*/
  "Movies.Dahlia.BraveLittleSapling.1": "",
  "Movies.Dahlia.BraveLittleSapling.2": "",
  "Movies.Dahlia.BraveLittleSapling.3": "",
  "Movies.Dahlia.NaturalWonders.1": "",
  "Movies.Dahlia.NaturalWonders.2": "",
  "Movies.Dahlia.NaturalWonders.3": "",
  "Movies.Dahlia.PrairieKing.1": "",
  "Movies.Dahlia.PrairieKing.2": "",
  "Movies.Dahlia.PrairieKing.3": "",
  "Movies.Dahlia.Wumbus.1": "",
  "Movies.Dahlia.Wumbus.2": "",
  "Movies.Dahlia.Wumbus.3": "",
  "Movies.Dahlia.Mysterium.1": "",
  "Movies.Dahlia.Mysterium.2": "",
  "Movies.Dahlia.Mysterium.3": "",
  "Movies.Dahlia.ItHowlsInTheRain.1": "",
  "Movies.Dahlia.ItHowlsInTheRain.2": "",
  "Movies.Dahlia.ItHowlsInTheRain.3": "",
  "Movies.Dahlia.MiracleAtColdstarRanch.1": "",
  "Movies.Dahlia.MiracleAtColdstarRanch.2": "",
  "Movies.Dahlia.MiracleAtColdstarRanch.3": "",
  "Movies.Dahlia.ZuzuCityExpress.1": "",
  "Movies.Dahlia.ZuzuCityExpress.2": "",
  "Movies.Dahlia.ZuzuCityExpress.3": "",
  /*
DAHLIA FESTIVALS
*/
  // MOONLIGHT JELLIES
  "Festivals.Dahlia.summer28.False.1": "",
  "Festivals.Dahlia.summer28.False.2": "",
  "Festivals.Dahlia.summer28.False.3": "",
  // SPIRIT'S EVE
  "Festivals.Dahlia.fall27.1": "",
  "Festivals.Dahlia.fall27.2": "",
  "Festivals.Dahlia.fall27.3": "",
  // ICE FESTIVAL
  "Festivals.Dahlia.winter8.False.1": "",
  "Festivals.Dahlia.winter8.False.2": "",
  "Festivals.Dahlia.winter8.False.3": "",
  // RSV GATHERING 
  "Festivals.Dahlia.fall20.False.1": "",
  "Festivals.Dahlia.fall20.False.2": "",
  "Festivals.Dahlia.fall20.False.3": "",
  // RSV EMBER OF RESOLUTIONS 
  "Festivals.Dahlia.winter28.1": "",
  "Festivals.Dahlia.winter28.2": "",
  "Festivals.Dahlia.winter28.3": "",
  /*
DAHLIA STRINGS 
*/
  // MAP STRINGS

  // RADIO
  "Strings.Dahlia.Radio.1": "Inexplicably, music resonates from the crystal:# '...Dress me in red, and throw your roses and I'll wrangle the beast with words,'#'It's a graceless dance of epithets we learn to make someone hurt....'",
  "Strings.Dahlia.Radio.2": "Inexplicably, music resonates from the crystal:# '...Every word I say is kindling, but the smoke clears when you're 'round...'#'Won't you stay with me, my darling, when my walls start burning down, down, down....?'",
  "Strings.Dahlia.Radio.3": "Inexplicably, music resonates from the crystal:# '...Abandon all your stupid dreams about the girl I could've been, my dear'#'For in the dark I know you burn with feelings I cannot return my dear, oh my dear...'",
  "Strings.Dahlia.Radio.4": "Inexplicably, music resonates from the crystal:# 'Welcome to the show, let everybody know, I'm done playing the game, I'll break all of the chains'#'You'd better buckle up, I'll pour another cup - This is my bohme, so drink it up my friend...'",
  "Strings.Dahlia.Radio.5": "Inexplicably, music resonates from the crystal:# '... Put your hands up, before she turns and walks away'#'This is your one shot, time for your ace in the hole = time for your ace in the hole...'",
  "Strings.Dahlia.Radio.6": "Inexplicably, music resonates from the crystal:# 'Rumor on the street is that her apples are delicious, the jury says she's charming but her exes say she's wicked'#'I swear to god, I saw her howling at the sky - she ain't out to get you but she's better on your side...'",
  "Strings.Dahlia.Radio.7": "Inexplicably, music resonates from the crystal:# '...Don't need my health, got my name and got my wealth, I'#'Stare at the sun, just for kicks all by myself, I'#'Lose track of time, so I might be past my prime but,'#'I'm feeling OH, so good~...'",
  "Strings.Dahlia.Radio.8": "Inexplicably, music resonates from the crystal:# '...Put on your most romantic clothes, and you'll be ready for anything'#'People might call you a weirdo, might call you a freak - If they do just tell them, you're in real good company...'",
  /*
DAHLIA CUSTOM FIXED
*/
  /*
DAHLIA MAIL                        
*/
  "Mail.Dahlia.Letter1": "",
  /*
DAHLIA QUESTS
*/
  /*
DAHLIA EVENTS
*/


"Dahlia.Intro.1": "Excuse me! Hello! You're the owner of that big farm back there, right? May I ask your help with something?$14",
"Dahlia.Intro.2": "You moved here pretty recently, right? I've only just arrived myself, and I really don't know anyone yet... You seem like THE person to know, though?$15",
"Dahlia.Intro.3": "SO, I thought I could pretend to know you already, and that ought to smooth things over with fitting in! Don't you think?$14",
"Dahlia.Intro.4": "All that said - !$6",
"Dahlia.Intro.5": "Should I play a visiting childhood friend? A penpal come to live nearby? Maybe a rekindled old flame?$1",
"Dahlia.Intro.QQ1": "Let's go with a childhood friend.",
"Dahlia.Intro.QQ2": "A penpal sounds fun!",
"Dahlia.Intro.QQ3": "Old... flame?",
"Dahlia.IntroA.1": "An old friend? Okay! I can do that! We'll need to collaborate a bit so I can play it believably, but - oh, thank you so much for this!$6",
"Dahlia.IntroA.2": "You can call me 'Dahlia' - you have to make sure that you say hello when you see me, okay? There's so much to catch up on.$7",
"Dahlia.IntroA.3": "I'll see you later, my friend! And please have a good day!$1",
"Dahlia.IntroB.1": "So, we've been talking back and forth? Yeah, I can do that! You'll have to remind me about your interests later. Thank you so much!$1",
"Dahlia.IntroB.2": "You can call me 'Dahlia' - please don't forget to come say hello, when you see me! We have SO much to talk about!$6",
"Dahlia.IntroB.3": "I'll see you later, Bestie! And please have a good day!$1",
"Dahlia.IntroC.1": "Well... okay, maybe not a flame. I'll figure something out, though - and still! Thank you so much, @!$6",
"Dahlia.IntroC.2": "You can call me 'Dahlia' - and remember to say hello, okay? I'm really excited to get to know you better.$7",
"Dahlia.IntroC.3": "I'll see you later, farmer! And please have a good day!$1",

"Dahlia.1H.1": "{{DahlPetName}}! I wasn't expecting to see you down by the shore!$1",
"Dahlia.1H.2": "Oh, but your timing couldn't be better. I never really had much of an opportunity to explain myself last time, and I had been wanting to clear up a few things...$7",
"Dahlia.1H.3": "Come, come, come. Come sit with me, and we'll talk.",
"Dahlia.1H.4": "This way, this way...",
"Dahlia.1H.5": "Here!",
"Dahlia.1H.6": "Right. I can't remember if I mentioned this or not, but I'm an actress! I'm in the Valley to prepare for my next role.$6#$b#I want to play a dashing heroine, so I came here to do some research.$7",
"Dahlia.1H.QQ1": "How is a sleepy place like Pelican Town going to help with that?",
"Dahlia.1H.QQ2": "Well that's cool. What other things do you do, besides act?",
"Dahlia.1HA.1": "Oh! Well, heroes do all sorts of things for other people without expecting much in return, right?$1",
"Dahlia.1HA.2": "I came here to try and get an idea of what sort of mindset leads a person to be that kind of selfless, so I can portray it better. $6#$b#That's also why I talked to you! Everyone talks so much about how helpful you are, {{DahlPetName}}.$1",
"Dahlia.1HA.3": "I appreciate your help, and your patience, @. You just keep on being you, and I'm sure this will go swim-ming-ly~!$12",
"Dahlia.1HB.1": "You know? That's a really good question! Um... Hm. Most of my hobbies relate back to the stage in some form or another.$3",
"Dahlia.1HB.2": "I like to sing, I dance, I can play a few instruments, but that's all vaguely theatrical...$9",
"Dahlia.1HB.3": "Oh, I know! I really love flowers! I've never grown any myself, but I've been learning to identify them for years now.$6#$b#They're not very common where I'm from - it's kind of chilly there - and I'm really just in love with how colorful they are.$7",
"Dahlia.1HB.4": "One day, maybe, I'll have a little garden of my own. Until then, I'll just admire all the public flower boxes, I think.$1#$b#That was a fun one! People don't usually ask about my hobbies, {{DahlPetName}}! You're full of surprises, huh?$6",

// DAHLIA CON Topics

// MEEPimals
// Spreach (Translation notes in comments.)
"Spreach.Talk.1": "Bark!$1", // Barking, happily.
"Spreach.Talk.2": "*Pant, pant*$0", // Panting, out of breath, neutral.
"Spreach.Talk.3": "(Whiiiiine....)$2", // A sad, drawn-out whine.
"Spreach.Talk.4": "Browf?$3", // A curious, muffled dog noise - he has a ball in his mouth.
"Spreach.Talk.5": "Aph! Ap!$4", // Excited yips, he is being pet.
"Spreach.Talk.6": "Bouf!!" //A loud, deep bark, neutral expression.

}
