{
  /*
  ___  _ _             _     
 / _ \| (_)           | |    
/ /_\ \ |_ _   _  __ _| |__  
|  _  | | | | | |/ _` | '_ \ 
| | | | | | |_| | (_| | | | |
\_| |_/_|_|\__, |\__,_|_| |_|
            __/ |            
           |___/             

*/
  // NAME & INTRO 
  "Aliyah.Name": "Aliyah",
  "Aliyah.Introduction": "Ah, good to see you, {{Honorific}} {{Surname}}. I appreciate you coming all the way out here to say hello.#0#$e#I hope you settle in comfortably. It is a lovely little community, after all.$1",
  // COMMUNITY CENTER BUNDLES  
  "Aliyah.JojaBegin": "Ah... Lewis finally caved to Joja, did he? What a shame.$2#$b#I would have liked to see what the Community Center could have been.$11",
  "Aliyah.CCBegin": "Have I seen you poking around the old Community Center?$0#$b#How wonderful, my grandparents told me such fond stories about it, you know.$1",
  "Aliyah.CCBus": "Pam has been talking my ear off about getting her old job back, it is nice to see her hopeful again.$1#$b#Did you have something to do with that, Farmer?$13",
  "Aliyah.CCMinecart": "I am so glad to have the minecarts working once more. You have no idea what a trek it normally is for me to get groceries.$13",
  "Aliyah.CCComplete": "The Community seems to be at peace in a way I have not seen in years.$8#$b#It is almost as if it finally regained its 'Center'.$3#$b#Hee, too much?$13",
  "Aliyah.MovieTheater": "How strange that a theatre should crop up overnight. Rather like magic, is it not?$13#$b#Hm. Well, it is nice to have more reasons to come into town.$1",
  // BIRTHDAYS
  "Aliyah.Summer7": "It is my nephew Miguel's birthday today. I have a hard time keeping up with his shifting hobbies, though...$9#$b#Perhaps I will simply take him out to eat...$1",
  "Aliyah.Fall27": "My niece has her birthday tomorrow. Do not tell her, but I picked up some hot peppers for dinner.$1#$b#She has always had a fondness for spicy food.$8",
  // END OF SEASON
  "Aliyah.SpringEnd": "As lovely as spring is, I cannot help but look forward to the many thunderstorms of summer.$1",
  "Aliyah.SummerEnd": "The trees are already turning gold at the fringes, do you see?.$22#$b#This year promises even more brilliant color than last.$1",
  "Aliyah.FallEnd": "I have heard winter described as an ending, by some.$12#$b#I have also heard it described as a lullaby. Let us hope it resembles the latter, this year.$1",
  "Aliyah.WinterEnd": "Another year older, another year wiser.#$b#May you live to see many more new year sunrises, Farmer.",
  // SVE COMMUNITY DAY
  "Aliyah.CommunityCenter4": "I do love how everyone has been fully committed to community day.$1#$b#I half expected someone to bow out by now.$8",
  "Aliyah.CommunityCenter6": "These people got me through some very difficult times in my past.$19#$b#To have them all together like this...I should cook, next time.$21",
  "Aliyah.CommunityCenter8": "Oh, {{Honorific}} {{Surname}} - I was just reminiscing with Evelyn about when I first moved here.$22#$b#Watching you becoming a true part of our community reminded her of my early years.$20",
  "Aliyah.CommunityCenter10": "It is good, is it not? To see everyone laugh, smile, and bicker?$21#$b#This monthly meetup has done us all a world of good. Thank you for fixing this place up, {{Honorific}} {{Surname}}.$1",
  // FESTIVALS (DAY BEFORE)
  "Aliyah.EggFestival": "I do hope Abigail sits out the egg hunt tomorrow.$12#$b#The younger children do not need that level of competition.$11",
  "Aliyah.FlowerDance": "Tomorrow is the Flower Dance. It confused me so much when I first moved here...$1#$b#I look forward to it these days. I like dressing up.$8",
  "Aliyah.Luau": "I cannot wait until tomorrow. I spent all week thinking about the Luau.$13#$b#Even if the soup is strange, it is one of the few times of year I can get real meat.$1",
  "Aliyah.MoonlightJelly": "Even if the walk home is long, I do love seeing the Jellies every year.$4#$b#The air of mystique and romance calls to me, and always has.$1",
  "Aliyah.SDVFair": "The fair tomorrow has been all anyone has talked about for the past week, now.$13#$b#I assume you will have a show box? Good luck, my friend.$1",
  "Aliyah.SpiritsEve": "Tricks, treats, japes and capers. Everyone letting down their hair...$1#$b#What is there not to like about Spirit's Eve?$8",
  "Aliyah.IceFestival": "I have such mixed feelings about the Ice Festival...$9#$b#It is nice to build snowmen, and to catch up with people, but the fishing seems cruel.$2",
  "Aliyah.NightMarket": "I have not yet missed a Night Market once since moving here.$13#$b#It was where I met my first husband, and his favorite. A chance to reconnect with his people. Enjoy the wonders while they linger.$1",
  "Aliyah.WinterStar": "Have you any guesses about who your secret gifter will be, tomorrow?$8#$b#I always try to sniff them out. And I always get it wrong.$3",
  // ROMANTIC (POSITIVE) 
  "Aliyah.GiveFlowersA": "Oh...? Ha!$3#$b#No I am not laughing at you, it is just that you beat me to it, precious. I had just spoken to Aideen yesterday...$4#$b#These are so very lovely. I shall be sure to find them a nice vase.$1#$e#%Aliyah leans to press a soft kiss to your cheek.",
  "Aliyah.GiveFlowersB": "%Aliyah smiles at the bouquet you've handed her, before holding it gently to her chest.#$b#How did you know I had been thinking about you...? Yes of course I will accept these.$4#$b#I have grown terrily fond of you, you know.$1",
  "Aliyah.GivePendant": "-!! Oh...$7#$b#It is really, remarkable. How after all this time, you continue to surprise me...#13#$b#You are such a treasure to everyone who knows you - and to me, most of all. I am glad you feel the same.$4#$b#I will arrange everything. Do not worry, pet, I have done this before, after all.$3#$b#",
  "Aliyah.StardropGiftA": "",
  "Aliyah.StardropGiftB": "",
  // ROMANTIC (NEGATIVE)
  "Aliyah.DanceRejection": "Come now, surely you have better options than an old widow. Go on, {{Honorific}} {{Surname}}.$1",
  "Aliyah.Divorced": "Thank you. So much. For making me lose a second spouse.$6",
  "Aliyah.BreakUp": "Oh... I had thought...#9$#b#Well, never mind. I will... see you around then, {{Honorific}} {{Surname}}.#2",
  "Aliyah.DumpedGirls": "I am sorry, {{Honorific}} {{Surname}}, but I will need some time to process this pain. I am not made of stone.$11",
  "Aliyah.SecondChanceGirls": "I will not deny that this hurts, {{Honorific}} {{Surname}} - but if you are sincere about wanting to do better, I will see it through with you.$9",
  "Aliyah.Reject2HA": "I... No? I am flattered, I think, but we barely know one another...#9",
  "Aliyah.Reject2HB": "No, but - thank you? I think?#12",
  "Aliyah.Reject4HA": "Your... optimism is, moderately charming, {{Honorific}} {{Surname}}, but I am not interested in you like that. I am sorry.#9",
  "Aliyah.Reject4HB": "{{Honorific}} {{Surname}}, I know that I like jokes, but this one seems in rather poor taste.#12",
  "Aliyah.EngageA": "Does your betrothed know about this? I thought you were better than that.#5$#b#I am going to do you a favor and treat this like a joke in poor taste. Leave.#11",
  "Aliyah.EngageB": "I will not be partner to this sordid indescretion - you are engaged, {{Honorific}} {{Surname}}, you should not be flirting.$5",
  "Aliyah.MarriedA": "If this is your idea of a joke, {{Honorific}} {{Surname}}, re-evaluate.$5",
  "Aliyah.MarriedB": "I have half a mind to tell {0} about your infidelity, {{Honorific}} {{Surname}} = they deserve better.$5",
  "Aliyah.RefusalNoHeartsA": "Oh, a mermaid pendant. A rather quaint tradition, not the one I grew up with - but good luck, Farmer.$1",
  "Aliyah.RefusalNoHeartsB": "",
  "Aliyah.RefusalKnownA": "",
  "Aliyah.RefusalKnownB": "",
  "Aliyah.RefusalBotherA": "",
  "Aliyah.RefusalBotherB": "",
  // RESORT
  "Aliyah.ResortEntering": "",
  "Aliyah.ResortLeaving": "",
  "Aliyah.ResortShore": "",
  "Aliyah.ResortUmbrella": "",
  "Aliyah.ResortWander": "",
  "Aliyah.ResortWander.2": "",
  "Aliyah.ResortChair": "",
  "Aliyah.ResortBar": "",
  "Aliyah.ResortTowel": "",
  "Aliyah.ResortTowel.2": "",
  "Aliyah.Resort_Towel.3": "",
  "Aliyah.Resort": "",
  // LOCATIONAL DIALOGUE
  "Aliyah.Location.Desk": "Ah... I am working, presently, {{Honorific}} {{Surname}}. It may be better to talk some other time...?$15",
  "Aliyah.Location.Shopping": "I prefer to do my grocery shopping on Sundays, so that Pierre will have someone to talk to during services.$1#$b#Though I will sometimes visit when it rains, as well...$22",
  "Aliyah.Location.Graveside": "Come to pay your respects? That is kind of you.$21",
  "Aliyah.Animations.Sleeping": "....Zzzzz....$25",
  "Aliyah.Animations.Dancing": "%She is lost to her dance, and pays you no mind.#$b#%(Placeholder Animation.)",
  "Aliyah.Location.BookClub": "Ah, hello {{Honorific}} {{Surname}}. Come to join the book club?$22#$b#I will be free after 3, if you wanted something.$21",
  // PLAYER DEATH
  "Aliyah.PlayerKilled.Mines.01": "",
  "Aliyah.PlayerKilled.Mines.02": "",
  "Aliyah.PlayerKilled.Mines.03": "",
  "Aliyah.PlayerKilled.Skull.01": "",
  "Aliyah.PlayerKilled.Skull.02": "",
  "Aliyah.PlayerKilled.Skull.03": "",
  "Aliyah.PlayerKilled.Skull.04": "",
  "Aliyah.PlayerKilled.Skull.05": "",
  "Aliyah.PlayerKilled.Skull.06": "",
  "Aliyah.PlayerKilled.Skull.07": "",
  "Aliyah.PlayerKilled.Skull.08": "",
  // GREEN RAIN
  "Aliyah.GreenRain": "I was told stories about rains like this as a girl. They are supposed to be the work of forest spirits.$8",
  "Aliyah.GreenRainFinished": "I never thought I would live to see a Green Rain with my own eyes, what a rush...! I wonder if another will fall, someday.$1",
  "Aliyah.GreenRain2": "If the rest of my life was heavy rain and the encroaching wild, I think I would be at peace.$1",
  // POLYAMORY 
  "Aliyah.MarriedMonogamousNPC": "I appreciate the interest, but I do not easily share my affections, {{Honorific}} {{Surname}}. I will have to decline.$1",
  // LOW HEART
  "Aliyah.LowHeart.1": "School was rewarding, if... difficult. Not because of the subject matter, I just experienced a lot of tragedy during those years of my life.$12",
  "Aliyah.LowHeart.2": "I moved here over fifteen years ago, now. The community has become a second family, in that time - I hope you come to feel the same.$1",
  "Aliyah.LowHeart.3": "Being a farmer must foster a lot of 'growth', hm? Inspires a great deal of reward worth harvest?$13#$b#Hee, sorry. I *may* have a fondness for puns.$3",
  "Aliyah.LowHeart.4": "I am sorry, {{Honorific}} {{Surname}}, Spreach had a fussy night. I am afraid I did not sleep well, I cannot promise I will be good company today.$11",
  "Aliyah.LowHeart.5": "I have seen a lot more of your produce for sale on my shopping trips. It is nice to be able to buy local - thank you for that.$1",
  "Aliyah.LowHeart.6": "Does the whole town send you running about on errands, {{Honorific}} {{Surname}}? It is kind of you to help out, but please do not push yourself too hard.$9",
  "Aliyah.LowHeart.7": "Please try not to think too unkindly of the more standoffish people in town.$9#$b#I know they can be vexing, but they all try very hard to be good people, despite it all.$15",
  "Aliyah.LowHeart.8": "I do not think I could have found a better life calling than therapy. It feels good to help people, does it not?$1",
  "Aliyah.LowHeart.9": "Do you enjoy what you do, {{Honorific}} {{Surname}}? It was a leap of faith to move here. I hope you do not regret it.$12",
  "Aliyah.LowHeart.10": "It can never rain enough for me. It is my favorite weather. You may even catch me dancing in it, if you look hard enough.$1",
  "Aliyah.LowHeart.11": "Are you well, {{Honorific}} {{Surname}}? Have you been resting enough, eating?$0#$b#Your physical wellbeing is an important component toward good mental health. Do not neglect it.$1",
  "Aliyah.LowHeart.12": "People find anxiety in the smallest mundanities, sometimes. I am honored to be trusted with them, really.$12#$b#It is a very vulernable thing, to talk about being anxious.$9",
  "Aliyah.LowHeart.13": "Do you read often? A friend recommended a book to me, and I cannot put it down.$1#$b#It is a light-hearted high fantasy novel about war, gods, and what it takes to make a hero, with an undercurrent of monstrous romance.$4#$b#I can lend it to you, when I am done, if you like?$15#$e#Oh. No, this isn't for book club. I'm reading this one for me.$3",
  "Aliyah.LowHeart.14": "I sometimes hear the strangest noises coming from the woods beyond my yard. I have not the faintest what they are, though.$12#$b#I have long since learned to live and let live, the things that lurk in the dark.$21",
  "Aliyah.LowHeart.15": "$y 'Are you more of a cat person, or a dog person?_Dog Person._Mm. Me too. I just get along with them, I think.$1_Cat Person._Oh... You do not dislike dogs, though, do you?$15'",
  "Aliyah.LowHeart.16": "I became an avid coffee lover in college, thanks in no small part to my late husband. Perhaps I'll share his recipe, someday.$8",
  "Aliyah.LowHeart.17": "More and more, I am surprised by how mature the young folk here have become. I knew most of them as toddlers, you know.$3",
  "Aliyah.LowHeart.18": "There are some unique challenges to working with a small community like this. All my patients are on a first-name basis with one another.$15#$b#They ask after one another often; but I am sworn to confidentiality. At least they are good-natured about my refusal to gossip.$13",
  "Aliyah.LowHeart.19": "I run a book club in my home once a month for some friends in the Scarp. We all take turns picking what to read, it has been fun.$20",
  "Aliyah.LowHeart.20": "Mmmm... I am sorry, {{Honorific}} {{Surname}}, I am a bit sleepy today, I stayed up rather late last night.$18#$b#I was stargazing, and I just lost track of time. There is something unfathomly romantic about the night sky, is there not...?$15",
  "Aliyah.LowHeart.21": "I have had dogs since I was a child. Spreach is the latest in a long line of lifetime companions.$21#$b#If I have my way, it is a procession that will last for as long as I do.$1",
  "Aliyah.LowHeart.22": "Spreach got into some poison ivy, {{Honorific}} {{Surname}}, please be careful if you pet him. Try to avoid his left flank.$9",
  "Aliyah.LowHeart.23": "My house once belonged to my great-grandmother, and has been passed down through my maternal line ever since.$21#$b#She is still alive, but she outgrew the place an age ago.$20",
  "Aliyah.LowHeart.24": "You inherited your farm from your grandfather, did you not, {{Honorific}} {{Surname}}?$8#$b#I do not remember if I moved here before his passing or not, but I have heard a lot about him from Evelyn, George, and others.$15#$b#I would be happy to share those stories over tea, sometime, if you wish.$1",
  "Aliyah.LowHeart.25": "I started the Book Club initially as a way of finding comfort while grieving. I have outgrown the need for grief support, however...$30#$b#It is the unfortunate truth that I keep encountering more widows who need the help and companionship to move on.$15#$e#...I hardly mind. I like having friends, and a good community can make any storm easier to weather.$21",
  "Aliyah.LowHeart.26": "I sometimes wish the valley was slightly less pescatarian than it is. I like fish, I do.$15#$b#But I grew up on red meat, and would be lying to say I did not miss it.$13",
  "Aliyah.LowHeart.27": "Therapists are excellent at keeping a striaght face, I will have you know.$21#$b#Part of our degree includes learning to ruminate in psy-lence.$14",
  "Aliyah.LowHeart.28": "I rise rather early. My appointments start at eight in the morning, and I have quite a bit of hair to wrest into behaving before I can attend to them.$15",
  "Aliyah.LowHeart.29": "Out of curiosity, {{Honorific}} {{Surname}}, do you know anyone who would be willing to come out here for some light repairs?#$b#I hate to bother Robin with trivial matters, but the dog-house roof is beginning to leak.$9",
  "Aliyah.LowHeart.30": "If it was just a little closer, I would have liked to visit the Saloon more often. But just making the walk into town is an all-day affair...$9",
  "Aliyah.LowHeart.31": "",
  "Aliyah.LowHeart.32": "",
  "Aliyah.LowHeart.33": "",
  "Aliyah.LowHeart.34": "",
  "Aliyah.LowHeart.35": "",
  "Aliyah.LowHeart.36": "",
  "Aliyah.LowHeart.37": "",
  "Aliyah.LowHeart.38": "",
  "Aliyah.LowHeart.39": "",
  "Aliyah.LowHeart.40": "",
  // HIGH HEART
  "Aliyah.HighHeart.1": "Have you ever met a Shadow Person? They are very skittish, in the mines, and with good reason...$9#$e#But should you encounter one willing to talk, I find them lovely conversation.$1",
  "Aliyah.HighHeart.2": "Yes, I have always known about the magic in the valley. I am sorry for not telling you sooner.$9#$e#Some things are simply better experienced for yourself.$15",
  "Aliyah.HighHeart.3": "I sometimes catch junimos ambling through my garden. They were friends of my great-grandmother, after all.$14",
  "Aliyah.HighHeart.4": "There are people in town who are more in-tune with magic than others. They can be quite insightful at times.$1#$b#Although, I think they may -also- believe I am a werewolf.$13",
  "Aliyah.HighHeart.5": "I do treat some of the more esoteric members of the town on the sly.$0#$e#It is important to look after the whole of your community, even the hidden parts.$1",
  "Aliyah.HighHeart.6": "I cannot really 'perform' magic, not in any way that I could show off or reign in...$9#$e#But I will live a very long time. I understand my pack, I am never troubled by the weather, and I can smell an oncoming storm...$1",
  "Aliyah.HighHeart.7": "I always worry that I smile too broadly because of my teeth. Fangs are not an ideal trait for a therapist, are they?$15.#$e#I think perhaps I am just being self-conscious. Atzar always liked them... And they are a hit on Spirit's Eve.$8",
  "Aliyah.HighHeart.8": "I was such a wild child, once. I have had to be fished out of trees more times than I can count, and I used to go leaping after moving things without thinking.$1#$b#I have more than a few scars from running afoul of a thorn bush. And the earful I got from our neighbors - why do you think I chase storms?$13",
  "Aliyah.HighHeart.9": "I would give an arm and a leg for a perfume that smelled perfectly of petrichor.$20#$b#I have not found one yet, obviously. Though I have found several noble attempts.$21",
  "Aliyah.HighHeart.10": "When I was younger, I wanted so very badly to be a mother, but it never came to pass.$30#$b#At least my path in life allows me to foster those around me. If I cannot have children, I can still have this.$18",
  "Aliyah.HighHeart.11": "What are you reading lately, {{Honorific}} {{Surname}}? I am having just the most fun with a comedic detective novel about a disgraced policeman trying to determine who has been burning his city down.$1#$b#It is dragons. Except dragons are not supposed to exist, you see, not the big ones.$14#$b#It is not even a spoiler, we find out about the dragon in the very first pages, the mystery is in finding out who is calling the beast, and how the entire affair will be resolved. Also I have read this nine times already. I really like this book.$8",
  "Aliyah.HighHeart.12": "The wolves are like children to me. They are of course, all adults now, and they are wild animals; but they visit, they trust me.$21#$b#I have even been present for the birth of one or two of the pups, since moving here.$1",
  "Aliyah.HighHeart.13": "May I share an amusing secret, {{Honorific}} {{Surname}}? I have actually inherited a dreadfully keen prey drive. It is sometimes hard to repress.$14@$b#I cannot tell you how many times I have knocked something over at home trying to pounce on a fly.$3#$e#Wild rabbits are the worst of the lot. They are my favorite food, and something about how they dart across a field... That is actually where the scar on my lip comes from.$4",
  "Aliyah.HighHeart.14": "Why do I love rain so much? It is somewhat difficult to explain, actually, but let me see...$15#$b#It makes me feel like some sort of pressure release has been loosened. A steam vent, opened up. I believe the technical term is 'stimming'.$8",
  "Aliyah.HighHeart.15": "My house once belonged to my great-grandmother; the faerie in my lineage.$1#$b#She wanted to build a place where her descendents could thrive. I feel like she has succeeded, how about you?$22",
  "Aliyah.HighHeart.16": "I never had children with Atzar, and at my age I have resigned myself to the notion that I never will.$30#$b#But it is all right. I have my community, and I have adopted a wolf pack.$21",
  "Aliyah.HighHeart.17": "Every now and again I feel a tug deep in my heart to do something reckless.$20#$b#When I was young, it would get me in quite a bit of trouble. I would abandon my day to day, to run off for an adventure.$21#$e#These days, I go storm-chasing. I love the rain, and being struck by lightning does not hurt -that- much.$8#$e#....Just kidding, of course. That has not happened yet.$14",
  "Aliyah.HighHeart.18": "It is not that I dislike cats - they are perfectly charming creatures, and friendly in their own language.$9#$b#But I do not understand them in the same intuitive way that I understand canines. I can have a conversation with a dog.$15",
  "Aliyah.HighHeart.19": "Do you ever wonder what your life would look like under different circumstances?$21#$b#In another life, in another world, I think I might have liked learning to fly.$1",
  "Aliyah.HighHeart.20": "I make sure that I have the means to be hospitable to anyone who comes to visit, be it a patient or a guest.$21#$b#There is always time to make coffee, brew tea, or pop a ginger ale and to talk. It is vital, I think, to make that time.$22",
  "Aliyah.HighHeart.21": "I picked up a new book the other day - not for Book Club, it is just for me. It is... interesting.$21#$b#The story it tells on the surface is almost childishly simple, but the way the narrator speaks, and the meaning it finds in the simple is a second story unto itself, one that uses the surface-level as a springboard...$1",
  "Aliyah.HighHeart.22": "I had a few very strange life lessons growing up. There was the typical, about personal safety and accountability...$21#$b#But there were also lessons on courtly etiquette, on the existence of magic, and how to spin thread from spider webs.$15",
  "Aliyah.HighHeart.23": "I do have siblings - two younger brothers, who took their lives in far more wanderlusting a direction than I.$1#$b#I get postcards sometimes. No two have been from the same location, yet. Not even between the two of them.$8",
  "Aliyah.HighHeart.24": "I like to think that despite everything, my life is perfectly normal, mundane, and relatable.$9#$b#But, if taken objectively, I do not know many people who have empassioned opinions on which season smells the best.$15#$e#It is autumn, by the way. Damp leaves, peat moss, and mushrooms put me in the mood for telling stories around a fire.$1",
  "Aliyah.HighHeart.25": "I am glad that Spreach and the wolves get along. He is almost as big as they are, and that is not an argument I want to see play out.$15",
  "Aliyah.HighHeart.26": "You have become a very dear friend to me, {{Honorific}} {{Surname}}. I am glad.$21#$b#This valley would not be the same without you. I do hope you like it here as much as we like you.$1",
  "Aliyah.HighHeart.27": "I am going to run the Widow's Book Club until we run out of things to read, I think. It is nice to have regular get-togethers with friends.$1#$b#...That being said, i hope we do not get any new members. Not for a long, long time.$15",
  "Aliyah.HighHeart.28": "People seem surprised to learn that I am an adrenaline junkie, when I spend so much time reading.$15#$b#I fail to see how those two things conflict. As far as hobbies go, reading is a real page-turner.$14",
  "Aliyah.HighHeart.29": "I entered a write-in joke contest the other week, with just under a dozen submissions...$9#$b#I think I should leave writing to Elliott and his family, though. Despite my hopes that one of my quips would win, no pun in ten did.$13",
  "Aliyah.HighHeart.30": "One of these days, {{Honorific}} {{Surname}}, you should let me make you dinner.$1",
  "Aliyah.HighHeart.31": "",
  "Aliyah.HighHeart.32": "",
  "Aliyah.HighHeart.33": "",
  "Aliyah.HighHeart.34": "",
  "Aliyah.HighHeart.35": "",
  "Aliyah.HighHeart.36": "",
  "Aliyah.HighHeart.37": "",
  "Aliyah.HighHeart.38": "",
  "Aliyah.HighHeart.39": "",
  "Aliyah.HighHeart.40": "",
  "Aliyah.HighHeart.41": "",
  "Aliyah.HighHeart.42": "",
  "Aliyah.HighHeart.43": "",
  "Aliyah.HighHeart.44": "",
  "Aliyah.HighHeart.45": "",
  // NPC Pools
  "Aliyah.Nieblings.1": "It is remarkable how different Miguel and Raquel are, in some ways, {{Honorific}} {{Surname}}. Raquel acts as if she has the world on her shoulders.$10#$b#Meanwhile, Miguel sometimes laughs so hard at nothing he will fall off the couch. They both love each other very dearly though, that much is obvious.$15",
  "Aliyah.Nieblings.2": "Raquel helps me with dinner on evenings where she does not work. She was delighted to see the sand-warmer on the counter, too. We have really been bonding over food, as of late.$1#$b#Which is funny, because I expected that much more from her brother. {{Honorific}} {{Surname}}, he eats so much. I do not know where he puts it.$3",
  "Aliyah.Nieblings.3": "I have been considering getting a television lately. I have never really wanted one before, but Miguel shuts himself up in his room to watch some show or another every week...$9",
  "Aliyah.Nieblings.4": "Adjusting to living with other people again has been an experience. All three of us have long hair, so the shower drain has become something of a war zone...$15",
  "Aliyah.Nieblings.5": "Atzar was much, much younger than his siblings, so my niece and nephew are only a few years younger than I am.$1#$b#It is... nice, though, having them here. I was never able to be a mother, myself, so it means very much to me to be able to share my home with family.$18",
  "Aliyah.Nieblings.6": "Has Raquel seemed off to you at all, lately? She was terribly short on the way out the door, today...$17#$e#I could just be overthinking things. She does work very hard, after all.",
  "Aliyah.Nieblings.7": "{{Honorific}} {{Surname}}, I have a... delicate question, if I may.$9#$b#Do you... know. What Miguel's major, is? Every time I ask what he is studying, he launches into an explanation of something completely different.$19",
  "Aliyah.Nieblings.8": "Stars and moonlight, I cannot tell you how grateful I am that you have gotten %farm farm up and running again. My grocery bill has skyrocketed with my niece and nephew.$15#$b#I hate to think how much food would cost if we were still relying on imports for everything. You are truly a life-saver, farmer.$13",
  "Aliyah.Nieblings.9": "Last week, Miguel was talking avidly about a new start up he was joining to sell personalized perfume scents online.$9#$b#This week, it is personally-curated musical compositions to study to. He has been planning a quiz-based submission form for accuracy.$9#$b#He has so much energy, and so much constant enthusiasm, it is hard to judge what is going to stick, and what will not.$15",
  "Aliyah.Nieblings.10": "I am glad my niece and nephew have very distinct favorite colors. It makes it very easy to sort the laundry, despite a lack of familiarity.$1#$b#Red? That goes to Raquel. Green? Up to Miguel, then. And of course, anything blue is most likely mine - but I already knew which clothes I own.$14",
  "Aliyah.Nieblings.11": "It turns out Miguel and I have similar tastes in books! That was fun to find out.$22#$b#He does not hang around during Book Club, but he always shows up right as it ends to ask about what we're reading this time. He really is such a sweet young man.$1",
  "Aliyah.Nieblings.12": "Raquel is a phenominal cook; it makes sense, given she has been managing her own household for some time now.$21#$b#She has been sharing recipes with me, and vice-versa. Doing so has become a weekly get-together, as we meal plan with one another.$22",
  "Aliyah.Nieblings.13": "Does Miguel also remind you of a puppy, or is it only me who sees that?$20",
  "Aliyah.Nieblings.14": "Does Raquel also remind you of a guard dog, or is it only me who sees that?$20",
  "Aliyah.Nieblings.15": "I was not sure how it was going to go, taking in my niece and nephew, but I can truly say that my life has not been this full in years.$1#$b#I was nervous that we would not get along! I am glad that I worried for nothing.$18",
  "Aliyah.Iris.1": "",
  "Aliyah.Iris.2": "",
  "Aliyah.Iris.3": "",
  "Aliyah.Iris.4": "",
  "Aliyah.Iris.5": "",
  "Aliyah.Iris.6": "",
  "Aliyah.Iris.7": "",
  "Aliyah.Iris.8": "",
  "Aliyah.Iris.9": "",
  "Aliyah.Iris.10": "",
  "Aliyah.Dahlia.0": "I've noticed a white-haired woman in town lately. She says she is an actress, and certainly has the mannerisms of one...$9#$b#But her name is entirely unfamiliar. Also, I feel like her pointed ears would have made a bit of a media stir. Any thoughts?$10",
  "Aliyah.Dahlia.1": "Miss Hellebore - Dahlia - seems to find joy in every little thing, does she not?$20#$b#Honestly, it is supremely charming, and that energy is something I think people could stand to learn from.$21",
  "Aliyah.Dahlia.2": "I just ran into miss Hellebore, {{Honorific}} {{Surname}}, and she asked me roughly fifty questions about you.$18#$b#Strange things, too. About heroism, morality, if you had some sort of code...? I had no idea, and told her as much, but...$9#$b#Are you two friends? What in the stars do you two talk about, farmer?$15",
  "Aliyah.Dahlia.3": "I cannot quite figure out where it is that miss Hellebore - er, Dahlia - lives. She must rouse awfully early, I only ever encounter her out and about.$15",
  "Aliyah.Dahlia.4": "I do think it is sweet, how much miss Hellebore seems to simply... like people? She is very kind to just about everyone in town.$21#$b#I have even seen her go out of her way to tell the local strays what she likes about them. It is terribly endearing.$8",
  "Aliyah.Dahlia.5": "Miss Hellebore - er, Dahlia - she reminds me of my great-grandmother at times. Which, let me tell you, is a feat unto itself.$15",
  // SEASONAL 
  "Aliyah.Spring.1": "It is dandelion season. If you dehydrate the roots, you can make a tea from them that I am especially fond of...$1",
  "Aliyah.Spring.2": "I find spring to be charming, personally. It is full of life, but without the bombast of summer, or melancholy of fall.$0#$e#It reminds me of children playing. Is that strange?$21",
  "Aliyah.Spring.3": "I feel bad for people with pollen allergies. Spring is a long way from the relief that winter brings.$9",
  "Aliyah.Spring.4": "The animals seem livelier this time of year. Perhaps it is because there are so many new mothers in spring.$15",
  "Aliyah.Spring.5": "You seem especially peppy, {{Honorific}} {{Surname}}. It is almost as if there is a 'spring' in your step.$22",
  "Aliyah.Spring.6": "%farm farm must be terribly busy right now, {{Honorific}} {{Surname}}, I imagine business is blooming in the spring.$22",
  "Aliyah.Summer.1": "I love how light and warm it is this time of year. The whole world comes alive under sunlight, you know?$21",
  "Aliyah.Summer.2": "Nothing puts me more at ease than a summer thunderstorm. There is something so humbling about the bellowing sky...$1",
  "Aliyah.Summer.3": "If you are too warm, {{Honorific}} {{Surname}}, you can always get 'summ-more' ice cream from the stand near the library.$3",
  "Aliyah.Summer.4": "Do you have many fireflies out by %farm? They fly past my windows in the garden at home.$8#$e#I have been curling up with tea and a book on the swing to watch them. It is nice.$1",
  "Aliyah.Summer.5": "I am not exactly a hot house flower, but I would rather it be warm than cold. You must be busy, though.$15",
  "Aliyah.Summer.6": "I am surprised we do not get more tourism this time of year. We have a lovely beachfront, after all.$8#$b#You would think that people would flock here, to sea all they could sea.$14",
  "Aliyah.Fall.1": "Fall has my favorite festivals. I love the barbecue at the fair, and Spirit's Eve...$1",
  "Aliyah.Fall.2": "Storms notwithstanding, sweater weather is my favorite weather.$8#$e#Not that I dislike my warm weather wardrobe, but I have a fondness for this old turtle-neck...$1",
  "Aliyah.Fall.3": "When I was growing up, fall was a time for big roasts on open flames, communal meals...$1#$e#I would be lying to say I did not sometimes miss it.$12",
  "Aliyah.Fall.4": "I know that autumn is a busy time of year for you, {{Honorific}} {{Surname}}...$13#$b#I appreciate your company, but do not 'fall' behind on your work, now.$14",
  "Aliyah.Fall.5": "Soon it will be winter, and food and warmth will be scarce beyond the walls of our homes.$11#$e#But not yet. No, not yet.$12",
  "Aliyah.Fall.6": "You would not be-leaf how arbor-ent the leaf litter is being. Spreach keeps jumping into every pile just as it has been raked.$15",
  "Aliyah.Winter.1": "I saw some of the younger people having a snowball fight earlier. One of them got me.$8#$e#I think I surprised them by returning fire while they were mid-apology.$13",
  "Aliyah.Winter.2": "It is the perfect time of year for a hot drink. Here, stay warm.[{{Tea}}]$1",
  "Aliyah.Winter.3": "I find winter stressful, if I am to be honest. While I am not affected by the seasons changing, many of my patients are.$12",
  "Aliyah.Winter.4": "How lonely to be a snowman, do you not think?$1#$e#You would have 'snow body' to spend time with.$3",
  "Aliyah.Winter.5": "It is so quiet this time of year. Like the world is napping.$1#$e#I never get to sleep in personally, but it is a comforting impression, all the same.$15",
  "Aliyah.Winter.6": "Are you cold? Please allow me to winter-vene.... [{{Coffee}}]$22",
  // BOOK CLUB
  "Aliyah.BookClub.1": "The book we're reading for club right now is Sci-Fi, which I will confess, is not typically my first choice.$15#$b#I thought it was very enjoyable, though - there was a stronger emotional throughline than I was expecting. I am looking forward to hearing what everyone else thought.$1",
  "Aliyah.BookClub.2": "I got to pick what we read for book club this time, so I chose something I had yet to read from my favorite author, Perry Thatchett.$21#$b#I enjoy his comedic timing, and how he couches real insight in a costume of fantasy tropes. I hope everyone else received it well...$15",
  "Aliyah.BookClub.3": "We are reading something so dreadfully serious at book club at the moment, and I am embarrassed to admit, I am having trouble getting through it.$17#$b#It is beautifully written, and poignant and thought-provoking, but I prefer a touch of levity to soften dark subject matter.$9",
  "Aliyah.BookClub.4": "Someone chose the sappiest, most saccharine romance I have ever read in my life for the book club, and oh my goodness, {{Honorific}} {{Surname}},$18#$b#It is so flowery, but it is so funny. Sky above and starlight, I cannot read it in public without giggling.$4",
  "Aliyah.BookClub.5": "We are doing something a little bit different at book club currently, and the concept has just been tickling me since it was proposed. May I share?$$22#$e#We are reading the translation of a novel that was originally published in a different language - all except Beatrice, who is reading the original.$20#$b#I am very excited to compare how the translation stands up against its original incarnation.$1",
  "Aliyah.BookClub.6": "We are reading one of the old classics in book club, right now! I have not read 'A Fold In Time' in ages, pardon the pun.$22#$b#I thought it was so boring when I was forced to read it in school, but I am having a wonderful time revisiting it again. Maybe I can suggest more of these.$21",
  "Aliyah.BookClub.7": "We are reading an amateur screen-play in book club right now. It is a fascinating experience.$1#$b#It is definitely not something I would have sought out myself, but the unique format scratches an itch in a way I cannot quite describe. I have found it to be a fun 'theatre of the mind' exercise.$22",
  // GIFTS GIVEN
  "Aliyah.Gift.1": "",
  "Aliyah.Gift.2": "",
  "Aliyah.Gift.3": "",
  "Aliyah.Gift.4": "",
  "Aliyah.Gift.5": "",
  "Aliyah.Gift.6": "",
  "Aliyah.Gift.7": "",
  "Aliyah.Gift.8": "",
  "Aliyah.Gift.9": "",
  "Aliyah.Gift.10": "",
  // PATIO   
  "Aliyah.Patio.1": "",
  "Aliyah.Patio.2": "",
  "Aliyah.Patio.3": "",
  "Aliyah.Patio.4": "",
  "Aliyah.Patio.5": "",
  "Aliyah.Patio.6": "",
  // SPOUSE ROOM 
  "Aliyah.SpouseRoom.1": "",
  "Aliyah.SpouseRoom.2": "",
  "Aliyah.SpouseRoom.3": "",
  "Aliyah.SpouseRoom.4": "",
  "Aliyah.SpouseRoom.5": "",
  // MARRIAGE DIALOGUE
  "Aliyah.Marriage.1": "",
  "Aliyah.Marriage.2": "",
  "Aliyah.Marriage.3": "",
  "Aliyah.Marriage.4": "",
  "Aliyah.Marriage.5": "",
  "Aliyah.Marriage.6": "",
  "Aliyah.Marriage.7": "",
  "Aliyah.Marriage.8": "",
  "Aliyah.Marriage.9": "",
  "Aliyah.Marriage.10": "",
  "Aliyah.Marriage.11": "",
  "Aliyah.Marriage.12": "",
  "Aliyah.Marriage.13": "",
  "Aliyah.Marriage.14": "",
  "Aliyah.Marriage.15": "",
  "Aliyah.Marriage.16": "",
  "Aliyah.Marriage.17": "",
  "Aliyah.Marriage.18": "",
  "Aliyah.Marriage.19": "",
  "Aliyah.Marriage.20": "",
  "Aliyah.Marriage.21": "",
  "Aliyah.Marriage.22": "",
  "Aliyah.Marriage.23": "",
  "Aliyah.Marriage.24": "",
  "Aliyah.Marriage.25": "",
  "Aliyah.Marriage.26": "",
  "Aliyah.Marriage.27": "",
  "Aliyah.Marriage.28": "",
  "Aliyah.Marriage.29": "",
  "Aliyah.Marriage.30": "",
  // ENGAGEMENT DIALOGUE 
  "Aliyah.Engagement.1": "",
  "Aliyah.Engagement.2": "",
  "Aliyah.Engagement.3": "",
  // CHILDREN 
  "Aliyah.OneKid.1": "",
  "Aliyah.OneKid.2": "",
  "Aliyah.OneKid.3": "",
  "Aliyah.OneKid.4": "",
  "Aliyah.OneKid.5": "",
  "Aliyah.OneKid.6": "",
  "Aliyah.OneKid.7": "",
  "Aliyah.OneKid.8": "",
  "Aliyah.OneKid.9": "",
  "Aliyah.OneKid.10": "",
  "Aliyah.TwoKids.1": "",
  "Aliyah.TwoKids.2": "",
  "Aliyah.TwoKids.3": "",
  "Aliyah.TwoKids.4": "",
  "Aliyah.TwoKids.5": "",
  "Aliyah.TwoKids.6": "",
  "Aliyah.TwoKids.7": "",
  "Aliyah.TwoKids.8": "",
  "Aliyah.TwoKids.9": "",
  "Aliyah.TwoKids.10": "",
  // GIFT REACTIONS: BASIC
  "Aliyah.GiftReaction.Love": "Oh, I love these. What a wonderful surprise, thank you.$1",
  "Aliyah.GiftReaction.Like": "Oh, this is lovely. I appreciate it, {{Honorific}} {{Surname}}.$22",
  "Aliyah.GiftReaction.Dislike": "Oh... Well, I... could have done without this, actually.$15",
  "Aliyah.GiftReaction.Hate": "....$5#$b#... Thank you.$6",
  "Aliyah.GiftReaction.Neutral": "Thank you for thinking of me.$21",
  // GIFT REACTIONS: SPECIFIC ITEMS
  "Aliyah.GiftReaction.RabbitFoot": "Oh, thank you... But, where is the rest of the rabbit?$15#$b#Never mind, thank you for thinking of me.$18",
  "Aliyah.GiftReaction.RabbitMeat": "!!$27#$b#Really? Oh, {{Honorific}} {{Surname}} - THANK you! Truly!$22",
  "Aliyah.GiftReaction.GotoranCoffee": "Oh... I am, so very pleased to see that you're keeping this tradition alive with me. Thank you, I love this.$1",
  "Aliyah.GiftReaction.DandelionTea": "Ahh, I love dandelion tea. They were my favorite flowers growing up, and my grandmother would brew it whenever I was ill...$21",
  "Aliyah.GiftReaction.Coffees": "Ah! This is not how I make it, but I do love coffee. Thank you, {{Honorific}} {{Surname}}.$1",
  "Aliyah.GiftReaction.BluCoffee": "Mm! This is not how I make coffee, but...$21#$b#A bit of blueberry syrup is inspired. It improves the natural acidity, and is just the right amount of sweet.$22",
  "Aliyah.GiftReaction.CarCoffee": "Mm! This is not how I make coffee, but...$21#$b#Caramel really makes a cup of coffee rather rich, do you not think? It is much sweeter than mine, but that is nice for a treat.$22",
  "Aliyah.GiftReaction.ChoCoffee": "Mm! This is not how I make coffee, but...$21#$b#Chocolate is just indulgent, is it not? I think a mocha is perhaps the only kind of coffee I ever want to take with milk...$22",
  "Aliyah.GiftReaction.RazCoffee": "Mm! This is not how I make coffee, but...$21#$b#I do not know why the tartness of raspberries works so well, perhaps because it reminds me of black forest cake. Really very nice....$22",
  "Aliyah.GiftReaction.DinerCoffee": "Mm! This is not how I make coffee, but...$21#$b#Somehow this makes me feel nostalgic, anyway. It is simple, but it is very nice.$22",
  "Aliyah.GiftReaction.PeachLemonade": "Lemonade really is always best when it is fresh. Thank you for making me some, I like the peach flavor.$1",
  "Aliyah.GiftReaction.SalishBourbon": "Oh, this is very bright and citrussy for a whiskey. I like it very much, it pairs well with the smoke in bourbon....$1",
  "Aliyah.GiftReaction.GinSour": "I do not actually know what the egg white is doing in this cocktail - but I approve. I always did like citrus.$1",
  "Aliyah.GiftReaction.OldHoney": "Mmm... I actually like this sweeter version of an old fashioned better than the original, I think. Not very old-fashioned of me.$14",
  "Aliyah.GiftReaction.Mule": "I like a good mule, actually. Ginger beer is perhaps my favorite faux spirit - and the vodka and lime do not hurt.$1",
  "Aliyah.GiftReaction.GingerBeer": "Oh, thank you, {{Honorific}} {{Surname}} - I can always do with another bottle of ginger beer. Not everyone wants coffee when they visit.$13",
  "Aliyah.GiftReaction.Cheesecake": "This brings back such warm memories...$1#$b#Baked cheesecake is something I was introduced to in college, and it is up there with cardamom coffee as a familiar comfort food.$21",
  "Aliyah.GiftReaction.PeachMead": "Ooh, the spicing and fruity notes in this are really lovely, actually. Thank you for saving me a cup. Or, well - tankard.$1",
  "Aliyah.GiftReaction.PeachMeadBottle": "Oh... while I do like the Bears' peach mead, I do not know that I need a bottle of it. Thank you, but...$15",
  "Aliyah.GiftReaction.StrongPeachMead": "Oh, thank you, {{Honorific}} {{Surname}}. I needed something that could strip varnish in order to restain my coffee table.$14",
  "Aliyah.GiftReaction.Cheese": "It is my humble opinion that the right cheese will make any dish better. This is going in the pantry straight away...$20",
  "Aliyah.GiftReaction.Sashimi": "I like fish in general, but the fact that you took the time to prepare it for me... thank you, {{Honorific}} {{Surname}}.$1",
  "Aliyah.GiftReaction.PinaColada": "From the tropics? Certainly, I am not above a cocktail. Thank you.$21",
  "Aliyah.GiftReaction.Beer": "I am, really, not a beer person, but I... appreciate the thought.$12",
  "Aliyah.GiftReaction.Stygium": "...I feel like I should not touch that bare-handed. I do not think you should, either, {{Honorific}} {{Surname}}...$23",
  // Gift Reactions: Birthdays
  "Aliyah.Birthday.BunnyMeat": "Oh, {{Honorific}} {{Surname}}, this is all far too kind, thank you! I have such a fondness for rabbit.. you must let me cook for you sometime. I insist.$4",
  "Aliyah.Birthday.BunnyFoot": "Awww, you got me a lucky charm for my birthday? Thank you, this is very cute.$21",
  "Aliyah.Birthday.GotoranCoffee": "...Oh, @, I am touched. Keeping this recipe alive is a labor of love, and so... what a wonderful thing to get on my birthday. Thank you.$18",
  "Aliyah.Birthday.DandelionTea": "I really do love dandelion tea. This is a lovely birthday gift, thank you {{Honorific}} {{Surname}}.$22",
  "Aliyah.Birthday.StardropTea": "This is wonderful, {{Honorific}} {{Surname}}. I do not know why, but I want to say it tastes familiar...? An excellent gift. Truly. $1",
  "Aliyah.Birthday.Positive": "It is kind of you to get me something for my birthday, thank you {{Honorific}} {{Surname}}.",
  "Aliyah.Birthday.Negative": "....Mm. Well. The thought counts for something, I suppose.$9",
  // GIFT REACTIONS: GEMS, MINERALS, ARTIFACTS
  "Aliyah.GiftReaction.GemCategory": "",
  "Aliyah.GiftReaction.MineralCategory": "",
  "Aliyah.GiftReaction.ArtifactCategory": "",
  // GIFT REACTIONS: FOOD
  "Aliyah.GiftReaction.StardropTea": "%Aliyah's head cants curiously to one side, before she takes a sip of tea. With a blink, her eyes widen in growing surprise.#$b#This... is remarkable, wherever did you find it?$7",
  "Aliyah.GiftReaction.CookingCategory": "",
  "Aliyah.GiftReaction.VegetableCategory": "",
  "Aliyah.GiftReaction.FruitCategory": "",
  "Aliyah.GiftReaction.EggCategory": "Ah, eggcellent, I did need a few more of these...$21#$b#... What? Did you not expect me to crack such a bad yolk?$8",
  "Aliyah.GiftReaction.MilkCategory": "",
  "Aliyah.GiftReaction.FishCategory": "",
  "Aliyah.GiftReaction.AlcoholCategory": "Ah... No thank you. I do not tend to keep alcohol at home, so I do not need a whole bottle...$12",
  // GIFT REACTIONS: ARTISNAL GOODS
  "Aliyah.GiftReaction.ArtisanCategory": "",
  // GIFT REACTIONS: BOOKS 
  "Aliyah.GiftReaction.BooksCategory": "",
  "Aliyah.GiftReaction.SkillBooksCategory": "",
  // GIFT REACTIONS: FLOWERS
  "Aliyah.GiftReaction.FlowersCategory": "%Aliyah's smile is faint and fleeting, as she braids the offered flower into her hair.#$b#Thank you. I'll find a nice vase for it.#1",
  // GIFT REJECTIONS 
  "Aliyah.GiftRejection.Bouquet": "...Ah. Your interest is, flattering, but...$9",
  "Aliyah.GiftRejection.PolySweet": "....? What is this, {{Honorific}} {{Surname}}? Did you hand this to me by mistake?$23",
  /*
ALIYAH MOVIES
*/
  "Movies.Aliyah.BraveLittleSapling.1": "",
  "Movies.Aliyah.BraveLittleSapling.2": "",
  "Movies.Aliyah.BraveLittleSapling.3": "",
  "Movies.Aliyah.NaturalWonders.1": "",
  "Movies.Aliyah.NaturalWonders.2": "",
  "Movies.Aliyah.NaturalWonders.3": "",
  "Movies.Aliyah.PrairieKing.1": "",
  "Movies.Aliyah.PrairieKing.2": "",
  "Movies.Aliyah.PrairieKing.3": "",
  "Movies.Aliyah.Wumbus.1": "",
  "Movies.Aliyah.Wumbus.2": "",
  "Movies.Aliyah.Wumbus.3": "",
  "Movies.Aliyah.Mysterium.1": "",
  "Movies.Aliyah.Mysterium.2": "",
  "Movies.Aliyah.Mysterium.3": "",
  "Movies.Aliyah.ItHowlsInTheRain.1": "",
  "Movies.Aliyah.ItHowlsInTheRain.2": "",
  "Movies.Aliyah.ItHowlsInTheRain.3": "",
  "Movies.Aliyah.MiracleAtColdstarRanch.1": "",
  "Movies.Aliyah.MiracleAtColdstarRanch.2": "",
  "Movies.Aliyah.MiracleAtColdstarRanch.3": "",
  "Movies.Aliyah.ZuzuCityExpress.1": "",
  "Movies.Aliyah.ZuzuCityExpress.2": "",
  "Movies.Aliyah.ZuzuCityExpress.3": "",
  /*
ALIYAH FESTIVALS
*/
  // EGG FESTIVAL
  "Festivals.Aliyah.spring13.False.1": "",
  "Festivals.Aliyah.spring13.False.2": "",
  "Festivals.Aliyah.spring13.False.3": "",
  "Festivals.Aliyah.spring13.True.1": "",
  "Festivals.Aliyah.spring13.True.2": "",
  "Festivals.Aliyah.spring13.True.3": "",
  // FLOWER DANCE 
  "Festivals.Aliyah.spring24.False.1": "",
  "Festivals.Aliyah.spring24.False.2": "",
  "Festivals.Aliyah.spring24.False.3": "",
  "Festivals.Aliyah.spring24.True.1": "",
  "Festivals.Aliyah.spring24.True.2": "",
  "Festivals.Aliyah.spring24.True.3": "",
  "Festivals.Aliyah.spring24.Accept": "It would be my pleasure, dear farmer.$21",
  // LUAU 
  "Festivals.Aliyah.summer11.False.1": "Mm? The soup?$20#$b#I brought some crumbled goat cheese, it should be nice and mild.22",
  "Festivals.Aliyah.summer11.False.2": "",
  "Festivals.Aliyah.summer11.False.3": "",
  "Festivals.Aliyah.summer11.True.1": "",
  "Festivals.Aliyah.summer11.True.2": "",
  "Festivals.Aliyah.summer11.True.3": "",
  // MOONLIGHT JELLIES
  "Festivals.Aliyah.summer28.False.1": "",
  "Festivals.Aliyah.summer28.False.2": "",
  "Festivals.Aliyah.summer28.False.3": "",
  "Festivals.Aliyah.summer28.True.1": "",
  "Festivals.Aliyah.summer28.True.2": "",
  "Festivals.Aliyah.summer28.True.3": "",
  // SDV FAIR
  "Festivals.Aliyah.fall16.False.1": "",
  "Festivals.Aliyah.fall16.False.2": "",
  "Festivals.Aliyah.fall16.False.3": "",
  "Festivals.Aliyah.fall16.True.1": "",
  "Festivals.Aliyah.fall16.True.2": "",
  "Festivals.Aliyah.fall16.True.3": "",
  // SPIRIT'S EVE
  "Festivals.Aliyah.fall27.False.1": "",
  "Festivals.Aliyah.fall27.False.2": "",
  "Festivals.Aliyah.fall27.False.3": "",
  "Festivals.Aliyah.fall27.True.1": "",
  "Festivals.Aliyah.fall27.True.2": "",
  "Festivals.Aliyah.fall27.True.3": "",
  // ICE FESTIVAL
  "Festivals.Aliyah.winter8.False.1": "",
  "Festivals.Aliyah.winter8.False.2": "",
  "Festivals.Aliyah.winter8.False.3": "",
  "Festivals.Aliyah.winter8.True.1": "",
  "Festivals.Aliyah.winter8.True.2": "",
  "Festivals.Aliyah.winter8.True.3": "",
  // WINTER STAR 
  "Festivals.Aliyah.winter25.False.1": "",
  "Festivals.Aliyah.winter25.False.2": "",
  "Festivals.Aliyah.winter25.False.3": "",
  "Festivals.Aliyah.winter25.True.1": "",
  "Festivals.Aliyah.winter25.True.2": "",
  "Festivals.Aliyah.winter25.True.3": "",
  // RSV GATHERING 
  "Festivals.Aliyah.fall20.False.1": "",
  "Festivals.Aliyah.fall20.False.2": "",
  "Festivals.Aliyah.fall20.False.3": "",
  "Festivals.Aliyah.fall20.True.1": "",
  "Festivals.Aliyah.fall20.True.2": "",
  "Festivals.Aliyah.fall20.True.3": "",
  // RSV EMBER OF RESOLUTIONS 
  "Festivals.Aliyah.winter28.False.1": "",
  "Festivals.Aliyah.winter28.False.2": "",
  "Festivals.Aliyah.winter28.False.3": "",
  "Festivals.Aliyah.winter28.True.1": "",
  "Festivals.Aliyah.winter28.True.2": "",
  "Festivals.Aliyah.winter28.True.3": "",
  /*
ALIYAH STRINGS                                                                                               
*/
  // MAP STRINGS
  "Strings.Aliyah.Locations.1": "Aliyah's Yard",
  "Strings.Aliyah.Locations.2": "Aliyah's House",
  "Strings.Aliyah.Signs.1": "Toirneach Estate",
  "Strings.Aliyah.Signs.2": "Visitors Welcome. Mind the Dog.",
  "Strings.Aliyah.AtticDoor": "The attic door is locked...",
  "Strings.Aliyah.SandWarmer": "It's a commercial sand heater, for Gotoran coffee.",
  "Strings.Aliyah.Graveside": "It's a grave. An Epitaph reads:#'Atzar Toirneach, gone but not forgotten, your memory lives on in the laughter of your loved ones.'",
  "Strings.Aliyah.SpareRoom": "This room doesn't seem to see much use...",
  // RADIO
  "Strings.Aliyah.Radio.1": "When you turn the radio on, you catch it in the middle of a song:# 'And there's that call, louder than before...#And it's telling me I've found what I'm lookin' for...'",
  "Strings.Aliyah.Radio.2": "When you turn the radio on, you catch it in the middle of a song:# '... I can't save you, no matter how I try...'#'I can't seem to; you said you'd be all right...'#'I tried to warn you, but you ran right off to die -'#'I can't save you, no I can't save you...'",
  "Strings.Aliyah.Radio.3": "When you turn the radio on, you catch it in the middle of a song:# '...Just for a minute, the silver-forked sky... lit you up like a star, that I will follow...'#'Now it's found us - like I have found you. I don't wanna run, just overwhelm me....'",
  "Strings.Aliyah.Radio.4": "When you turn the radio on, you catch it in the middle of a song:# '... Where was I, when the rockets came to life, and carried you away, into the Alligator sky?'#'Even though I'll never know what's up ahead - I'm never letting go, I'm never letting go....'",
  "Strings.Aliyah.Radio.5": "When you turn the radio on, you catch it in the middle of a song:# '... When the moon is looking down, shining light upon your ground...'#'I'm flying up to let you see - the shadow cast is me.'",
  "Strings.Aliyah.Radio.6": "When you turn the radio on, you catch it in the middle of a song:# 'And I wonder, when I sing along with you - If everything could ever feel this real forever....'#'If anything could ever be this good again....'",
  "Strings.Aliyah.Radio.7": "When you turn the radio on, you catch it in the middle of a song:# '...Put your ear to my heart, or your teeth against my throat,'#'Give me something pretty to wear beneath my blood-stained clothes....'",
  "Strings.Aliyah.Radio.8": "When you turn the radio on, you catch it in the middle of a song:# 'What if this storm ends? And leaves us nothing, except a memory, a distant echo...'#'I want pinned down. I want unsettled. Rattle cage after cage, until my blood boils...'",
  /*
ALIYAH CUSTOM FIXED
*/
  //Summit Dialogue
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Intro_Aliyah": "//Hello.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Intro2_Aliyah": "//Comment on the view.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Dialogue1_Aliyah": "//Remark on the time past.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Dialogue2_Aliyah": "//Wax affectionate about growing close.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Dialogue3_Aliyah": "//Comment on the strength of bond as partners.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_Dialogue4_Aliyah": "//Look to the future.",
  "CFD.Aliyah.ExtraDialogue_SummitEvent_closingmessage": "It's been a long road for you and Aliyah...",
  // MOVIE INVITATION - SPOUSE 
  "MovieInvite_Spouse_Aliyah": "",
  /*
ALIYAH MAIL                        
*/
  "Mail.Aliyah.Letter1": "",
  /*
ALIYAH QUESTS
*/
  /*
ALIYAH EVENTS
*/
  "Aliyah.Intro.1": "Hm?",
  "Aliyah.Intro.2": "Oh - !",
  "Aliyah.Intro.3": "Thank you. I did not realize I had dropped something...$18",
  "Aliyah.Intro.4": "I should... probably get this all home.$15",
  "Aliyah.Intro.5": "Please take care.",
  "Aliyah.Intro.6": "...Actually.$12",
  "Aliyah.Intro.7": "You must be the new farmer for %farm farm, are you not? Mayor Lewis said you would be moving in.",
  "Aliyah.Intro.8": "Well, then I am pleased to meet you. I am Aliyah, a psychiatrist living north of the Scarp.$1",
  "Aliyah.Intro.QN": "The silence is starting to drag on as she watches you...",
  "Aliyah.Intro.QN.1": "Don't worry, they promised before I came here, blind optimism isn't contagious!",
  "Aliyah.Intro.QN.2": "....Something on my face?",
  "Aliyah.Intro.QN.3": "Everything, uh, peachy up there? You've gone quiet.",
  "Aliyah.Intro.9": "--!$7",
  "Aliyah.Intro.10": "HA! Pfffahaha-- ! No, no, I am sorry - I did not mean to stare. I was simply thinking to myself; I imagine you must not know many people in town yet...$3", // For Translators: Aliyah is breaking into laughter.
  "Aliyah.Intro.11": "A-hem. And so, if you have the time, would you like to have a cup of coffee?$8",
  "Aliyah.Intro.QQ.1": "I would love some coffee, thank you!",
  "Aliyah.Intro.QQ.2": "I'm sorry, I had other errands to run today. But thank you!",
  "Aliyah.Intro.A.1": "Wonderful. Please come along, as I really do need to refrigerate some of this sooner, rather than later.$1",
  "Aliyah.Intro.A.2": "Aliyah leads you up to her house on the northern end of the Deep Mountains for coffee, and a bit more conversation before you part ways.",
  "Aliyah.Intro.A.3": "It was excellent!",
  "Aliyah.Intro.B.1": "I understand entirely. Please do feel free to visit, I am home most mornings.$1#$b#You will find my house on the northern edge of the Deep Mountains - there is a sign for the Toirneach estate out front.$8",
  "Aliyah.Intro.B.2": "Do not be a stranger, farmer.$15",
  "Aliyah.1H.1": "So please, if you ever need an evening to collect yourself, do not hesitate to reach out, Dr. Trenton.$16",
  "Aliyah.1H.2": "To any of us!",
  "Aliyah.1H.3": "We've all been there.",
  "Aliyah.1H.4": "I appreciate the offer, and I do keep meaning to reach out, just...$2",
  "Aliyah.1H.QQ": "They seem to be in the middle of a conversation.",
  "Aliyah.1H.QQ1": "Go over and say hello.",
  "Aliyah.1H.QQ2": "Wait until it's over.",
  "Aliyah.1H.A1": "I do understand.",
  "Aliyah.1H.A2": "Oh, {{Honorific}} {{Surname}}, good afternoon.",
  "Aliyah.1H.A3": "Have you met Dr. Trenton yet? He and his daughter Eloise are some of Spreach's favorite people. She has been helping me pup-sit, from time to time.$1",
  "Aliyah.1H.A4": "Friend of yours?",
  "Aliyah.1H.A5": "Mm. The new owner of %farm, I rather expect you will become acquainted at some point or another.$8",
  "Aliyah.1H.A6": "I still have some errands to run.",
  "Aliyah.1H.A7": "Dr Trenton is the local vet, you see. If you ever take in any animals, it would do to make yourself familiar with his practice.$13",
  "Aliyah.1H.A8": "Speaking of, I should get going. Take care, both of you.",
  "Aliyah.1H.A9": "I am glad that you decided to come over. You seem a kind sort, and Dr. Trenton needs more people in his life like that right now.$9#$b#You seem to have a knack for good timing in general, though - the day we met is not when I usually make my shopping trips; I tend to go on Sundays.$15",
  "Aliyah.1H.A10": "I should also likely make my way home to start supper. But please do look after yourself, {{Honorific}} {{Surname}}, and do not be a stranger.$1",
  "Aliyah.1H.B1": "I understand. I was much the same, after all.",
  "Aliyah.1H.B2": "Thank you for coming around to check on me. I should start getting dinner ready, though.",
  "Aliyah.1H.B3": "Take care, Jacob.",
  "Aliyah.1H.B4": "Of course, Dr. Trenton. Please, do not delay on my account.$1",
  "Aliyah.1H.B5": "Well, good afternoon, {{Honorific}} {{Surname}}. I did not hear you walk up.$7",
  "Aliyah.1H.B6": "I hope you have been well. Has the town been kind since your arrival? New faces mean new opportunities, which is good for such a small community.$15",
  "Aliyah.1H.B7": "Mmm...? Well, as long as you keep putting yourself out there, I am sure you will make friends. You seem to have quite the lucky streak.$14#$b#Normally, for example, I would have been grocery shopping on Sunday, but happened to have needed an additional shop on the day we first met.$8",
  "Aliyah.1H.B8": "Oh. Do not mind me; I simply find such moments of serendipity to be charming, is all. Little reminders of how chance affects us all.$1#$b#Regardless, I also should be heading home to begin supper. I wish you a safe walk home, {{Honorific}} {{Surname}} - do mind the crabs that come out after dark.$13#$b#And please always feel free to drop by, should it suit you.$1",
  "Aliyah.BookMeet.1": "{{Honorific}} {{Surname}}, this is a fine surprise. Welcome.$21",
  "Aliyah.BookMeet.2": "You have happened upon Widows Book Club. We meet semi-weekly to discuss a book we all agreed to read.$8",
  "Aliyah.BookMeet.Book.1": "This week, I am eager to discuss a hidden gem from the Cubeworld series$1#$b#Unlike most of the work from Perry Thatchett, this one was written to be a stand-alone exploration of war and oligarchy.$8#$b#He is my favorite author, and I am excited to see if everyone else enjoyed his writing as much as I do. It is, after all, very funny.$14",
  "Aliyah.BookMeet.Book.2": "This week, we are reading a newly-published historical romance novel written in the style of the classics.$21#$b#And I think the author did a fine job of capturing both the pace and the feeling of the classics, while writing something more relevant to modern tastes.$22#$b#If that is your cup of tea, I would happy to lend you my copy? Later, of course.$1",
  "Aliyah.BookMeet.Book.3": "This week, someone picked a thrilling spy novel that is equal parts action and intrigue.$22#$b#It had ingenious page formatting as well - entire paragraphs split down the middle or sectioned off diagonally with purpose....$8#$b#Which did a fantastic job of putting the readers in the shoes of both spies, successfully portraying both of their viewpoints without muddling things.$22#$b#I feel like I have seen poetry that does something similar - regardless, I wholly recommend this one.$21",
  "Aliyah.BookMeet.Book.4": "This week, we have dipped our toes into a suspenseful horror novel written by someone I had not yet heard of, prior.$15#$b#I am always very iffy about horror, if I am to be honest - I like it in theory, but in practice I often find works of horror to be sensationalist before they are tense.$9#$b#Which... fortunately, was not an issue this week. Very much outside my comfort zone, but it was gripping in a way that I very much enjoyed.$1",
  "Aliyah.BookMeet.Book.5": "This week, we read a draft of something one of my college friends has been working on.$22#$b#She is an aspiring novellist living in Zuzu, and she gave me my permission to share her manuscript with the Club, to get some outside eyes on it.$1#$b#So naturally, I am very keen to hear what everyone else thought of her work. I need to report back, after all.$14",
  "Aliyah.BookMeet.Book.6": "This week, we read something I can only truly describe as a 'space opera'.$8#$b#Sci-fi is not typically my genre of choice, but the backdrop of the void made the tangled narrative all the more compelling, I think.$1#$b#It certainly put a time limit on how long the characters had to indulge in various shenanigans. Interpersonal drama tends to explode in a confined space.$22",
  "Aliyah.BookMeet.Book.7": "This week, we read something light and charming - translated folk tales from the Emerald Inlet.$21#$b#I have always been particularly fond of folklore and fables, and reading some from abroad was a true treat.$22#$b#Of course, I am interested in seeing what everyone else thought of the book as well. It was a departure from the longer works we tend to read.$13",
  "Aliyah.BookMeet.Book.8": "This week, we read a collection of short stories that do not interconnect with one another until you get to the last few.$21#$b#At which point the entire collection is thrown into a whole new perspective as you realize the truth underlying beneath each isolated snippet of prose.$13#$b#But they were a mystery collection, so I do not want to spoil too much. I would recommend this one, though, if you are interested.$22",
  "Aliyah.BookMeet.Book.9": "This week, we revisited some of the old classics from our collective childhoods, giving them some fresh eyes.$21#$b#It is something I like to do periodically, and I am glad the rest of the club agreed - sometimes we do not read books at the right point in our lives for them to have an impact.$9#$b#The trip down memory lane has been a pleasant one, though.$22",
  "Aliyah.BookMeet.Gossip.1": "And of course, with everyone here, we also need to talk about something Jodi told me about her son....$8#$b#Evidently, the young man seems to have developed a fondness for Penny.$14",
  "Aliyah.BookMeet.Gossip.2": "And of course, with everyone here, we also need to talk about something Marnie mentioned this week...$8#$b#Not to get into her personal life overmuch, but there have been some tentative developments in the romance department that will be fun to celebrate...$22",
  "Aliyah.BookMeet.Gossip.3": "And of course, with everyone here, now is the perfect opportunity to share something that the Mayor spoke to me about.$8#$b#Regarding some of the festivals the town puts on, and a new budget that may have been approved...$1",
  "Aliyah.BookMeet.Gossip.4": "And of course, with everyone here, I absolutely must tell everyone what Spreach found in the yard.$8#$b#The pup has a nose for trouble, but this time it may wind up being rather entertaining trouble, depending...$21",
  "Aliyah.BookMeet.Gossip.5": "And of course, with everyone here, I imagine there may be an announcement or two coming from within our ranks?$8#$b#Not to name any names or anything, but a few people have been especially keen to have our get-together this week.$14",
  "Aliyah.BookMeet.Gossip.6": "And of course, with everyone here, evidently Willy made something of a find in his nets this past week that is worth talking about.$8#$b#Beatrice says she saw whatever it was off the coast, and that it slipped away just in time....$21",
  "Aliyah.BookMeet.Gossip.7": "And of course, with everyone here, I did want to pick a few brains about what everyone makes of Aideen's mood as of late.$8#$b#She is acting more aflutter than usual, and I rather suspect she may have found someone.$22",
  "Aliyah.BookMeet.Gossip.8": "And of course, with everyone here, it is imperative that we plan something nice to surprise Robin.$8#$b#She never attends personally, as she has remarried, but she always gets a touch gloomy around the date of the anniversary of her first marriage.$30",
  "Aliyah.BookMeet.Gossip.9": "And of course, with everyone here, we absolutely must compare notes in regards to the whirlwind of crushes that consumes the younger generation.$8#$b#I believe there have been a few developments in town and I am eager to be apprised.",
  "Aliyah.BookMeet.3": "...But that is just hearsay, of course.$21#$b#Regardless - We are about to begin our discussion. Perhaps we can catch up some other time?$15",
  "Aliyah.BookMeet.4": "Until next time, then. Do not be a stranger, farmer.$1",
  "Aliyah.2H.1": "Good afternoon, {{Honorific}} {{Surname}}. You have met Spreach, have you not?$1",
  "Aliyah.2H.QQA1": "S...Sprig, sorry? Your dog's name is Sprig?",
  "Aliyah.2H.QQA2": "Afternoon! What're you doing all the way out in the Cindersap, Doc?",
  "Aliyah.2H.A1": "Close. It is pronounced with a longer 'ea' sound, like in 'spread'. Spreach.$15#$b#Spreach is an Emerald Wolfhound, so I wanted to name him something in Inlettish. His name means 'Sparky' on the Emerald Inlet.$8",
  "Aliyah.2H.A2": "BOUF!!$1#$b#%Spreach's tail wags furiously at the sound of his name.", // For Translators: BOUF is a loud, deep, bassy dog bark. Spreach is very happy.
  "Aliyah.2H.A3": "He is quite fond of people, so please do not be intimidated by his size. He is as much a gentle giant as I am.$14",
  "Aliyah.2H.A4": "But, it is a pleasant surprise to run into you out here. What brings you to the Cindersap, farmer?$1",
  "Aliyah.2H.B1": "Marnie is a friend of mine, so I bring Spreach around to visit when he has too much energy.$8",
  "Aliyah.2H.B2": "Aph! Arrowororf!$1", // For Translators: Aph! Arrowrorf! is an excited, yapping dog noise. Spreach is energetic.
  "Aliyah.2H.B3": "...Which, as you can see, applies very much today.$15",
  "Aliyah.2H.B4": "No need to worry about him, however. What brings you to the Cindersap, farmer?$1",
  "Aliyah.2H.QQB1": "Oh, you know, farm chores - needed some lumber, wanted to see if Marnie was in...",
  "Aliyah.2H.QQB2": "Well, WOOD you believe I just can't LEAF these trees alone?",
  "Aliyah.2H.C1": "I.. believe Marnie is home. She was outside a few moments ago, but I am not sure if she went back inside...$9#$b#If you like, I could -?$9",
  "Aliyah.2H.C2": "BARK! BARK BARK BARK!$5", // For Translators: Spreach has seen a squirrel and is barking as he starts to run after it.
  "Aliyah.2H.C3": "Oh - oh dear, I think he saw a squirrel. I am sorry, farmer - I need to keep him out of trouble. Do take care!$7",
  "Aliyah.2H.D1": "Did you just...?$7",
  "Aliyah.2H.D2": "Pfffahahaha! Farmer - that was, that was awful!$3", // For Translators: Aliyah is reaking into laughter.
  "Aliyah.2H.D3": "Of all the silly nonsense you could have come up with, really now -$13",
  "Aliyah.2H.D4": "BARK BARK BARK BARK BARK!$5", // For Translators: Spreach has seen a squirrel and is barking as he starts to run after it.
  "Aliyah.2H.D5": "Ack, I think he saw a squirrel - I am sorry, I need to go and catch him before this becomes a problem. Please take care, farmer! I will see you some other time - !$7",
  "Aliyah.3H.1": "Hello there, {{Honorific}} {{Surname}}! Fancy meeting you here.$22",
  "Aliyah.3H.NQ.1": "Aliyah! Spreach! Good to see you! Bit of a walk, isn't it?",
  "Aliyah.3H.NQ.2": "What are you two doing down here in the Scarp?",
  "Aliyah.3H.2": "I beg your pardon? I happen to live here, more or less. It is a much longer walk to %farm farm. $14#$b#%Aliyah's grin is faint but warm, crinkling her eyes at the corners.",
  "Aliyah.3H.3": "What brings you out this way, farmer?$1",
  "Aliyah.3H.QQ.1": "Just taking a walk. It feels nice to wander.",
  "Aliyah.3H.QQ.2": "Errands, mostly - oh, did you need anything, since I'm around?",
  "Aliyah.3H.A1": "Ah, so that would mean you're free right now?$20",
  "Aliyah.3H.A2": "I was thinking perhaps I could treat you to coffee, today. Come, I will even show you how I make it, this time.$21",
  "Aliyah.3H.A3": "I learned to make coffee like this shortly after I moved here, actually. While I was still studying psychiatry, someone quite dear to me taught me.$21",
  "Aliyah.3H.A4": "Here you are...",
  "Aliyah.3H.A5": "You remind me a bit of when I first moved here, you know.$15",
  "Aliyah.3H.A6": "I had just started postgrad, and I was always scrambling all over to be neighborly. I see you making a familiar runaround...$13",
  "Aliyah.3H.A7": "I think that it speaks well of you. I appreciate the effort you have made to visit, despite the trek to get here.$1#$b#I just also want you to know that you can drop by any time you need to simply rest. Farm work is demanding, after all. I will make time for you.$22",
  "Aliyah.3H.A8": "I want to be sure you understand that I mean it. Do not be a stranger, {{Honorific}} {{Surname}}.$21",
  "Aliyah.3H.B1": "Need...? No, I do not need anything.$16",
  "Aliyah.3H.B2": "People must have you running errands all over, hum...?$17#$b#Actually, I did want to speak to you about something tangential. Come have coffee with me. I will even show you how I make it, this time.",
  "Aliyah.3H.B3": "I learned to make coffee like this shortly after I moved here, actually. While I was still studying psychiatry, someone quite dear to me taught me.$21",
  "Aliyah.3H.B4": "Here you are...",
  "Aliyah.3H.B5": "You remind me a bit of when I first moved here, you know.$15",
  "Aliyah.3H.B6": "I had just started postgrad, and I was always scrambling all over to be neighborly. I see you making a familiar runaround...$13#$b#It... worries me, if I am to be honest.$17",
  "Aliyah.3H.B7": "I think that it speaks well of you. But I remember going to such lengths trying to please everyone, that I burnt myself out.$9#$b#In light of that, I wish to extend invitation and reassurance; please come visit whenever you need a break. I will make time to sit and have coffee with you.$15#$b#Or tea, if you prefer.$1",
  "Aliyah.3H.B8": "I want to be sure you understand that I mean it. Do not be a stranger, {{Honorific}} {{Surname}}.$21",
  "Aliyah.3H.Recipe": "You learned how to make Gotoran coffee!",
  "Aliyah.3H.ANIMATIONPLACEHOLDER": "[Placeholder] Aliyah is making coffee in a strange sand pit on the counter.",
  "Aliyah.4H.1": "Welcome, {{Honorific}} {{Surname}}. To what do I owe this visit?$21",
  "Aliyah.4H.QN.A1": "Is that a grave? I can go, if I'm interrupting...",
  "Aliyah.4H.QN.A2": "Just wandering. What are you doing?",
  "Aliyah.4H.2": "This is the grave of my late husband. I was just tidying it, you are more than welcome to linger. He would have liked the company.$22",
  "Aliyah.4H.QN.B1": "I'm sorry for your loss.",
  "Aliyah.4H.QN.B2": "Do you need an ear?",
  "Aliyah.4H.3": "That is very kind of you, thank you, but I processed my pain some years ago. I prefer to remember him warmly, these days.$21",
  "Aliyah.4H.QQ.A1": "What was your husband's name?",
  "Aliyah.4H.QQ.A2": "What was your husband like?",
  "Aliyah.4H.A1": "His name was Atzar Toirneach; he took my surname after marriage. Though he went by many, many other things.$20",
  "Aliyah.4H.A2": "He was a Gotoran man. I met him at the Night Market, he used to travel with them when I had first moved here, telling stories with shadows on a silk screen.$21#$b#He was the one who taught me to make coffee in hot sand, he planted half these flower boxes, he -$4",
  "Aliyah.4H.A3": "......$26",
  "Aliyah.4H.A4": "Oh my stars....$27",
  "Aliyah.4H.B1": "He made me laugh.$4",
  "Aliyah.4H.B2": "I cannot tell you how awful all those puns were, farmer. He called me a 'fineapple', once, of all things...$18#$b#He had such a broad grin, and a broad, open demeanor...$4#$b#He brought so much warmth into the lives of everyone who knew him. And, he was Gotoran, you know.$20#$b#You can thank him for the coffee, as he was the one who taught me to brew it after all. Honestly, so many of my loves trace back to -$1",
  "Aliyah.4H.B3": "......$26",
  "Aliyah.4H.B4": "Oh my stars....$27",
  "Aliyah.4H.QQ.B1": "DOC! Are you all right?!",
  "Aliyah.4H.QQ.B2": "Ah ahaha aha, ha, it's, it's your favorite song, huh....?",
  "Aliyah.4H.C": "Mmm...$28",
  "Aliyah.4H.D": "It is. Isn't it.$29",
  "Aliyah.5H.1": "And how have you all been holding up, then?$21",
  "Aliyah.5H.2": "I am glad to hear. And you have been leaving the livestock alone, I trust?$13",
  "Aliyah.5H.3": "Come now, there are plenty of other things to eat. I know the paddocks make them easy to catch, but...$15",
  "Aliyah.5H.4": "Rrrf...",
  "Aliyah.5H.5": "I am touched that you want to stay so near, but it would behoove you to wander just a bit deeper into the woods for prey.$1#$b#You know I have an arrangement with the goatherd, I do not want you getting hurt.$16",
  "Aliyah.5H.6": "{{Honorific}} {{Surname}}. What are you doing up in the mountains so late?$31",
  "Aliyah.5H.7": "Were those wolves?",
  "Aliyah.5H.8": "Are those all your dogs?",
  "Aliyah.5H.9": "What are you doing out here?",
  "Aliyah.5H.10": "Were you talking to them...?",
  "Aliyah.5H.11": "You are not injured, are you?$30",
  "Aliyah.5H.12": "No, I'm fine.",
  "Aliyah.5H.13": "Startled if anything, but...",
  "Aliyah.5H.14": "Good. I would advise you head straight home, farmer.$12#$b#People around here tend to underestimate the number of predators on the outskirts of town.$10#$b#I would hate for someone to be needlessly hurt.$17",
  "Aliyah.5H.15": "What was that?",
  "Aliyah.6H.1": "Good day, {{Honorific}} {{Surname}}. Pardon me one moment, I am seeing to the dishes - make yourself comfortable, will you not?$1",
  "Aliyah.6H.QQ.A1": "Hey, Aliyah... this might be a weird question, but - what ARE you, really?",
  "Aliyah.6H.QQ.A2": "Hey, uh, Doc? I've been wondering, are you a werewolf?",
  "Aliyah.6H.QN.A1": "Well, there was that time you didn't jump when lightning struck right behind you....",
  "Aliyah.6H.QN.A2": "Well, there was that time I ran into you and a bunch of wolves in the woods....",
  "Aliyah.6H.A1": "That seems a bit out of the blue. May I ask why you are phrasing it that way, in particular?$12",
  "Aliyah.6H.A2": "Oh, very well. Well done, {{Honorific}} {{Surname}}. You caught me.$1",
  "Aliyah.6H.A3": "You would be correct in assuming that I am not fully human. Mostly human, yes, but my great-grandmother was rather more than mortal.$22#$b#The very same great-grandmother that built this house, and left it to me, as it were. She was... mm.$21",
  "Aliyah.6H.B1": "Was it the eyes, the teeth, or the claws that gave it away?$3#$b#I am joking. No, I am not a werewolf, but I understand where you would get that impression.$14",
  "Aliyah.6H.B2": "So what was it that caught your attention, hum...?$1",
  "Aliyah.6H.B3": "Ah, yes, that would do it, would it not...? Well, you are very clever - I am not a werewolf, but I am not fully human, either.$15",
  "Aliyah.6H.B4": "I am, mostly human. But my great-grandmother was rather more than mortal.$22#$b#The very same great-grandmother that built this house, and left it to me, as it were. She was... mm.$21",
  "Aliyah.6H.2": "Have you ever heard of the Junimo?$15",
  "Aliyah.6H.3": "No - no she was not a Junimo herself. Do not look at me like that. I would not be this tall.$3#$b#But she was a nature spirit, much as Junimo are, albeit a very different sort.$21",
  "Aliyah.6H.4": "Junimo are nurturing Spirits. Caretakers, and stewards, by and large.$20#$b#Whereas my great-grandmother was more of a guardian. They call themselves fae, and she was a living thunderstorm come to visit.$22#$b#I am told she rather swept my great-grandfather off his feet.$14",
  "Aliyah.6H.5": "I suppose, more or less! If some generations removed, now.$3#$b#And that is why I have such a love of storms. And why I sometimes go and talk to wolves.$21",
  "Aliyah.6H.QN.B1": "You mean you're part THUNDERSTORM?",
  "Aliyah.6H.QN.B2": "You mean you're part faerie?",
  "Aliyah.6H.6": "...Regardless. So it is: I am Tuatha D Danann - fae-descended.$0#$b#I... hope that my more inhuman tendencies have not been too terribly offputting...?$15",
  "Aliyah.6H.QQ.B1": "Honestly? It's really cool - thanks for telling me, yeah?",
  "Aliyah.6H.QQ.B2": "If nothing else, it's proof you're not a fair-weather friend, eh?",
  "Aliyah.6H.A4": "Well, that is a relief then.$21#$b#...Since you took the time to visit, would you care for a cup of coffee?$15",
  "Aliyah.6H.B5": "Pffffahaha! Was that on purpose, or did you just accidentally pun?$3",
  "Aliyah.6H.B6": "Well, that is a weight off my shoulders. Thank you, {{Honorific}} {{Surname}}.$1#$b#...Since you took the time to visit, would you care for a cup of coffee?$15",
  /*
ALIYAH CON TOPICS
/*
______      _     _ _       
|  _  \    | |   | (_)      
| | | |__ _| |__ | |_  __ _ 
| | | / _` | '_ \| | |/ _` |
| |/ / (_| | | | | | | (_| |
|___/ \__,_|_| |_|_|_|\__,_|

*/
  // NAME & INTRO 
  "Dahlia.Name": "Dahlia",
  "Dahlia.Introduction": "@! I'm so very excited for where all this is going! Oh, this is going to be so much fun, don't you think?$6",
  // COMMUNITY CENTER BUNDLES  
  "Dahlia.JojaBegin": "Joja, hm? ...I'll remember this, farmer.$5",
  "Dahlia.CCBegin": "The smell of damp wood, the sound of creaky floorboards... I'm glad that beautiful old building is getting the love she deserves.$7",
  "Dahlia.CCBus": "The bus is working again! It seems a... strange, priority, to focus on but public transit is important, I guess?$1",
  "Dahlia.CCMinecart": "Those old carts started up last night. They're so NOISY, but they also look like fun. Have you ridden in one?$1",
  "Dahlia.CCComplete": "I may miss the secrecy of when it was empty, but you've still done a good thing for this community, Farmer.$7",
  "Dahlia.MovieTheater": "A theatre! A THEATRE! Oh, @, I'm so excited! I've always wanted to see a live showing! Please, please, please come with me sometime?$6",
  // BIRTHDAYS
  "Dahlia.Winter21.true": "It seems silly to count age after a certain point, but that just makes gifts all the more precious! Go give Hector something nice, ok?$7",
  "Dahlia.Winter21.false": "I can't believe Winter's almost over already, it feels like it just started... Enjoy the serenity while it lasts, @.$7",
  // END OF SEASON
  "Dahlia.SpringEnd": "Summer's definitely on the horizon, I already feel like I'm going to melt. I'm not looking forward to tomorrow...$11",
  "Dahlia.SummerEnd": "Sum-mer is end-ing, it's fi-nally en-ding! Bring on the breezes and the nippy air! To cozy clothes, and tousled hair!$12",
  "Dahlia.FallEnd": "Winter is my most favorite season. The cold, the quiet, the intimacy... And it's my birthday tomorrow! You haven't forgotten, have you?$7",
  "Dahlia.WinterEnd": "Happy new year! New year's eve? Whichever. I'll miss the snows, but at least the flowers are pretty in spring.#1",
  // SVE COMMUNITY DAY
  "Dahlia.CommunityCenter4": "",
  "Dahlia.CommunityCenter6": "",
  "Dahlia.CommunityCenter8": "",
  "Dahlia.CommunityCenter10": "",
  // FESTIVALSS (DAY BEFORE)
  "Dahlia.EggFestival": "Have fun, um... eating eggs? Tomorrow? I'll be honest, I'm not sure why there's a whole holiday about breakfast.$3",
  "Dahlia.FlowerDance": "I've heard some of the younger people stressing about a dance in the forest lately? I won't be going, so let me know if there's any fun drama!$6",
  "Dahlia.Luau": "No, I will not be hauling myself out to spend hours in the hot sun. I hope you have fun, but I'll be staying where it's cold.$11",
  "Dahlia.MoonlightJelly": "It's been ages since I've seen the Lunaloo migration in person... I wouldn't miss it for anything. Who knows when I'll live by the sea again?$7",
  "Dahlia.SDVFair": "Have fun at the Fair tomorrow! People come from all over for it, right? I'm not going, but maybe you can put this in your display![578][72][74][577][561]$6",
  "Dahlia.SpiritsEve": "Something wicked this way comes, something wicked this way comes....$7",
  "Dahlia.IceFestival": "Catch-and-release fishing is cruel! It's just hurting the fish, then throwing them back to suffer!$2$#e#You should give them to me instead! I'll eat them, so they won't live in agony.$6",
  "Dahlia.NightMarket": "There's something magical about wandering markets, isn't there? Liminal and fairy-tale, here one day and gone the next. Have fun, @.$7",
  "Dahlia.WinterStar": "I won't be at the feast tomorrow, so let me give you your present now...[872]$1#$e#Have a happy new year, @!#6",
  // LOCATIONAL DIALOGUE
  "Dahlia.LOCATION.XH": "",
  // ANIMATION DIALOGUE
  "Dahlia.Animations.Sleeping": "Mmmm.....$29",
  // GREEN RAIN
  "Dahlia.GreenRain": "It's been a while since I've seen a Green Rain...$7#$e#Is everyone hiding indoors? That's so cute! You're braver than most, aren't you, {{DahlPetName}}?$1",
  "Dahlia.GreenRainFinished": "It's nice to know this valley is healthy enough for a Green Rain. It sounds like they just started recently - I wonder why?$7",
  "Dahlia.GreenRain2": "I may usually hate this season, but there's something comforting about when wild magic floods the valley, don't you think...?$7",
  // LOW HEART
  "Dahlia.LowHeart.1": "Me? I'm an actress! I've traveled all over the world to perform live in front of all sorts of people. $1",
  "Dahlia.LowHeart.2": "You moved here pretty recently too, right? I'm impressed at how quickly you've integrated yourself, honestly.$3",
  "Dahlia.LowHeart.3": "It's pretty rare to find mountains this close to the sea! This valley really is a special place.$1",
  "Dahlia.LowHeart.4": "The people here are really colorful, don't you think? I don't mean clothes, I mean personalities. I love it!$6",
  "Dahlia.LowHeart.5": "I have the strangest neighbors, I swear...$3#$e#Oh, um, where is my house? Don't worry about it!$9",
  "Dahlia.LowHeart.6": "Isn't it uncomfortable to wear shoes all the time? I can barely stand them.$8",
  "Dahlia.LowHeart.7": "I ran into Shane today! He's so very standoffish, isn't he?$0#$e#I don't hold it against him, though! There's nothing wrong with standoffish people, I don't think.$7",
  "Dahlia.LowHeart.8": "Have you ever listened to George's stories? I finally got him to talk to me.$7#$e#He really is a lovely man, I think. He seemed surprised when I said as much, though!$6",
  "Dahlia.LowHeart.9": "I noticed that everyone's birthday is posted in town - do you think I should get them gifts? Would that be weird?$19",
  "Dahlia.LowHeart.10": "Haley asked what lipstick brand I use, but... It's, kind of, custom? What do I say?$9",
  "Dahlia.LowHeart.11": "You know what this town needs? Community theatre. Don't you think that would be fun?$6",
  "Dahlia.LowHeart.12": "I hear a bird~ An Emerald Inlet bird~ it well may be he's bringing me a cheering word~$12#$b#I feel a breeze - a northern river breeze~ It well may be it's followed me across the sea~$12",
  "Dahlia.LowHeart.13": "Hey, {{DahlPetName}}? What do you do for fun? You can't possibly work all the time, do you?$15",
  "Dahlia.LowHeart.14": "I wish I was better at finding things to talk to people -about-. Do you ever feel like that?$18#$e#Like, yes, I'm not shy at all and yes, I love chatting, but finding a topic is...$15",
  "Dahlia.LowHeart.15": "What are your opinions on videos game? Sam just explained them to me, and I really want to try one now...!$3",
  "Dahlia.LowHeart.16": "I wish Morris had different priorities. The choices he's made... I can forgive a lot, but not active malice.$16",
  "Dahlia.LowHeart.17": "Pierre's not so bad. He worries a lot about money - but raising a child takes a lot. Especially in a small, poor town.$7#$b#When you're not around, {{DahlPetName}}, he'll talk about how he can breathe easier now, knowing Abigail will be okay thanks to your farm.$6",
  "Dahlia.LowHeart.18": "Don't you think Emily is pretty? I love bright colors, and her hair's the brightest I've ever seen!$6",
  "Dahlia.LowHeart.19": "Hiiii, {{DahlPetName}}! Keeping busy? If you're not busy, do you want to help me rehearse lines?$6",
  "Dahlia.LowHeart.20": "I've earned myself a reputation, that my bark is much worse than my bite. But I keep snapping at the giant's hands with all of my tiny might...$12#$b#There are no stones at my disposal - there's no lord to award me a crown. But I am always swinging at somebody I can't knock down...$23",
  "Dahlia.LowHeart.21": "Oh! {{DahlPetName}}, you startled me!#3#$b#I was lost in thought, sorry about that! Miles and miles away. What's up?$14",
  "Dahlia.LowHeart.22": "...It's so different here from home. And sometimes that's really nice.$15#$b#Today, it's just kind of exhausting. Sorry, {{DahlPetName}}, I'll try to be bubbly tomorrow.$27",
  "Dahlia.LowHeart.23": "So I've started reading comics, at Abigail's suggestion. She pointed me at one called 'Nobody Can Be Trusted With The Power Of The Book That Slays People'.$3#$b#I was -not- expecting it to be a weird skew of noir detective tropes. It's weird, but it's fun!$6",
  "Dahlia.LowHeart.24": "Did you know there's a Wizard around here? I think I startled him, he stared for a full three minutes when he spotted me in the woods.$26",
  "Dahlia.LowHeart.25": "Do you like books, theatre, or movies best? Or some other kind of story-telling?$1#$b#I don't think anything can replace just sitting and listen to someone tell a story, but I also really love musicals.$6",
  "Dahlia.LowHeart.26": "This story's missing a wishing will - no mirror to show and tell, no kiss that can break the spell, I'm falling asleep...$12#$b#Every prince is a fantasy, the witch is inside of me, her poison will wash away the memory...$23",
  "Dahlia.LowHeart.27": "I keep forgetting to stock up, {{DahlPetName}}, and now I don't have anything to eat at home.$11#$b#Fishing just takes so much time, why are they all so slippery?$16",
  "Dahlia.LowHeart.28": "Everyone complains about the rock crabs so much, but they're actually pretty tasty.$19#$b#And it's convenient, because they'll brazenly walk right up to you. I guess they do pinch, though.$15",
  "Dahlia.LowHeart.29": "...It's so peaceful here. It's almost quiet enough to forget that the world is at war.$27",
  "Dahlia.LowHeart.30": "Dr. Aliyah up in the north seems really entertained by me sometimes. I don't really mind, that's what I'm here for, but... Did I do something funny?$19",
  "Dahlia.LowHeart.31": "",
  "Dahlia.LowHeart.32": "",
  "Dahlia.LowHeart.33": "",
  "Dahlia.LowHeart.34": "",
  "Dahlia.LowHeart.35": "",
  "Dahlia.LowHeart.36": "",
  "Dahlia.LowHeart.37": "",
  "Dahlia.LowHeart.38": "",
  "Dahlia.LowHeart.39": "",
  "Dahlia.LowHeart.40": "",
  // HIGH HEART - 6H Event +
  "Dahlia.HighHeart.1": "I meant it - I really am an actress. It's just that most of my performances are, um... candid? Not so much on a stage...$25",
  "Dahlia.HighHeart.2": "I really do love people, you know. I admire them - their creativity, their presence in everyday life...$7#$b#A lot of fae just kind of... float through existence.$18",
  "Dahlia.HighHeart.3": "It's so much warmer here than I'm used to. Home was covered in perpetual snow; I love all the new colors, but I hate the heat.$3",
  "Dahlia.HighHeart.4": "I'm really glad you met me 'now', I think. I haven't always liked people. I haven't always been interested in being kind.$14#$e#My nature is to change, after all. I won't always be this, either, but I like me right now.$7",
  "Dahlia.HighHeart.5": "You're not at all what I expected, did you know that? I was imaginging someone larger than life, someone bombastic...$19#$e#I'm not complaining. Different isn't bad. It's nice to be surprised by kindness.$7",
  "Dahlia.HighHeart.6": "I was scared, you know, to let people know what I am. People tell a lot of scary stories about faeries, and most of them are true.$11#$e#It's nice to let go of that fear. Still, I'm sorry for misleading you, farmer.$15",
  "Dahlia.HighHeart.7": "I can't lie. I just can't, it's not something fae can do. That's why I asked you to lie for me when we met - sorry about that.$25#$e#If I acted like we were close, and you corroborated the idea, then I could just exist in that loophole.#27",
  "Dahlia.HighHeart.8": "Hm? Crop fairies? Sounds like they're part of the spring court. I'm from winter - I can do a lot of things with magic, but not that.$7",
  "Dahlia.HighHeart.9": "I was not born, I cannot die. I must speak truth, my words can't lie. Illusion still can draw the eye to woven web of false design.$12#$e#...Hm. I think that last one was only half a rhyme...$3",
  "Dahlia.HighHeart.10": "You don't think less of me now that I've decided to linger, do you {{DahlPetName}}? You don't really seem the type, but...$19#$b#It seems so silly to leave, now. I feel like something's taken root here, in the Valley. I want to see what it is.$7",
  "Dahlia.HighHeart.11": "I still say this town needs a Community Theatre. Especially since I'm staying! Or a talent night, or something - I should bother the Mayor.$1",
  "Dahlia.HighHeart.12": "I've always loved stories, as far back as I can remember - and I can remember a lot!$6#$e#Fairies retell the stories we've heard over and over, but I've only truly heard new ones when I was living with humans. Like yours! It's why I like you so much.$7",
  "Dahlia.HighHeart.13": "Evelyn's been teaching me about gardening. And Leah! I'm helping them both out where I can - Aideen, too.$6#$e#I don't do it for money. It's just for fun. And real flowers are nicer than my silk ones at home, anyway.$1",
  "Dahlia.HighHeart.14": "You know, there's a lot of humans in the world - but you're the best, and my most favorite of all of them!$6#$b#Hm? Why?$3#$b#Because you were available to waylay one morning!$1#$e#...What? It's enough for me!$6",
  "Dahlia.HighHeart.15": "Oh, my, feels just like I don't try - look so good I might cry, all I know is -$12#$b#Every-body LOVES me!$23",
  "Dahlia.HighHeart.16": "So the reason I'm always iffy about cooked foods and stuff is that I'm an obligate carnivore...$15#$b#Plants and starches have a lot of complex sugars, and they can make me sick if I eat more than like, a tiny amount.$25",
  "Dahlia.HighHeart.17": "Learning to garden for real has been a struggle, but a rewarding one. I may only have silk flowers in the grove, but my flowerbox is blooming.$7",
  "Dahlia.HighHeart.18": "Some fae take being long-lived as a curse, or an excuse to live slow, boring, glacial lives.$19#$b#I never understood the appeal of stagnation. The world is putting on a performance, and a beautiful one at that. I'll see it all one day.$6",
  "Dahlia.HighHeart.19": "I think Evelyn might just be the nicest person in town, what do you think?$7#$b#She's teaching me to look after flowers! So I run errands for her, when her grandson's too busy. I love her a lot a lot a lot.$6",
  "Dahlia.HighHeart.20": "Hey {{DahlPetName}}! If you could suddenly talk to anything - trees, animals, rocks, all of it - what would you strike up a conversation with first?$1",
  "Dahlia.HighHeart.21": "I sat in on Penny's lessons the other day. I think I may have confused her, but the kids seemed really excited to see me.$7#$b#She was a good sport, too. Maybe I could offer singing lessons if she ever gets tired?$3",
  "Dahlia.HighHeart.22": "The Grove is cold all year round, even in the height of summer. Honestly, it's the only way I make it through that season...$25",
  "Dahlia.HighHeart.23": "Do you ever wonder how many immortals live in the Valley? We don't exactly go out of our way to advertise...$19#$b#Every now and then, I feel like I should go track them down. I wanna be neighborly! And I want more friends.$7",
  "Dahlia.HighHeart.24": "The fact that you can literally do magic and wield any number of weapons is so neat, {{DahlPetName}}.$1#$b#So is the fact that despite that, you're focusing on a simple, hollistic life. You're very neat in general.$7",
  "Dahlia.HighHeart.25": "So Sam lent me his hand videos game box to try, and pointed me to try the Legend of Zalgo, Chains of the Past.$3#$b#I... I can't put it down. Help? I have other things I wanted to do today!$13",
  "Dahlia.HighHeart.26": "I had a wonderful conversation with Linus the other day. He's a treasure, honestly. It's calming to meet someone who just understands.$7",
  "Dahlia.HighHeart.27": "You know, initially, I'd thought about hiding my ears and pretending to be human.$24#$b#I gave up on that idea way before I came to say hello. People are refreshingly accepting of magic around here.$1",
  "Dahlia.HighHeart.28": "Sometimes I entertain the idea of turning into a butcher-bird and going to sing for Eloise. I know she'd appreciate it.$6#$b#But when I didn't come back for a while after that, I think she'd worry. They don't migrate much. And she would know that.$28",
  "Dahlia.HighHeart.29": "Do you know how impressive you all are, {{DahlPetName}}? Most humans don't know magic, and you only live for a century at most...$15#$b#And despite this, you've changed the whole world so that it's more comfortable for you, so it can support you...$7",
  "Dahlia.HighHeart.30": "Sometimes I think it would be nice to be able to dip into the magic from other seasons. Winter lingers in endings, both gentle and heavy-handed, transient and permanent.$7#$b#But since I've started to learn to garden, I've changed my tune. It's nice to watch things grow slowly. I earned those flowers.$6",
  "Dahlia.HighHeart.31": "Stories get told, I hear the plot-lines unfold, It seems they're handin me gold, oooh - $12#$b#Stories get told here at the mid-night movies!$23",
  "Dahlia.HighHeart.32": "...And after midnight we're all the same - no glass shoe to bring us fame, nobody to take the blame. We're falling apart$12#$b#Every story's a waiting game - a flower for every name; their colors are paling in the falling rain...$23",
  "Dahlia.HighHeart.33": "So I caught up with Haley and explained that this is just my natural lip color, finally. She said I was -cool-!$14#$b#She's like, the trendiest person in town! And she thinks I'm cool? I'm going to be on the moon about this for at least a week.$6",
  "Dahlia.HighHeart.34": "Leah's teaching me to cook! Kind of! Here, I made this, you can have it.$1[651]#$b#I can't eat it! And I don't want it going to waste, so it's yours now.$7",
  "Dahlia.HighHeart.35": "Pink is definitely the best part about leaving Faerie. And green, too, green is also amazing.$7#$b#All the bright colors out here are great, but those two are my favorite.$6",
  "Dahlia.HighHeart.36": "Sooo, quick question, {{DahlPetName}}, what are your thoughts on ice skating?$6#$b#Because I could totally freeze part of the lake for a bit if ... wait, do you even have skates? Never mind, then.$19",
  "Dahlia.HighHeart.37": "I was talking to Spreach, Dr. Aliyah's dog? And well, he doesn't really talk back, not to me anyway, but I IMAGINE he said something like,$7#$b#'Oh, @ is so nice! I see him on walks with Aliyah all the time!' Or something like that. He's a good boy.$6",
  "Dahlia.HighHeart.38": "I don't know if you're super lucky, or if I am. Not all faeries are nice. Some of them are even needlessly cruel.$15#$b#But I have decided to love and guard you for the rest of your life, instead. Because I think you're neat.$6",
  "Dahlia.HighHeart.39": "Jasper's kind of funny, isn't he? He's really interested in dwarves and their culture, and I don't think he's even noticed my ears.$6#$b#That's some serious dedication! And some serious tunnel-vision!$1",
  "Dahlia.HighHeart.40": "Aideen's flowers are so-so pretty, and she reminds me of some people I used to know ages and ages ago. I love her.$6$#b#I do wonder how she can stand wearing that many layers all the time, though. I always feel like I'm going to melt when I wear more than this.$19",
  "Dahlia.HighHeart.41": "The things people take for granted sometimes... Like, even just, having a body. You were born with one! You'll keep it your whole life.$7#$b#Maybe that sounds mundane to you, but that's not how having a body works for me. I have to decide on what mine will be, every time I leave Faerie.$27",
  "Dahlia.HighHeart.42": "",
  "Dahlia.HighHeart.43": "",
  "Dahlia.HighHeart.44": "",
  "Dahlia.HighHeart.45": "",
  "Dahlia.HighHeart.46": "",
  "Dahlia.HighHeart.47": "",
  "Dahlia.HighHeart.48": "",
  "Dahlia.HighHeart.49": "",
  "Dahlia.HighHeart.50": "",
  "Dahlia.HighHeart.51": "",
  "Dahlia.HighHeart.52": "",
  "Dahlia.HighHeart.53": "",
  "Dahlia.HighHeart.54": "",
  "Dahlia.HighHeart.55": "",
  "Dahlia.HighHeart.56": "",
  "Dahlia.HighHeart.57": "",
  "Dahlia.HighHeart.58": "",
  "Dahlia.HighHeart.59": "",
  "Dahlia.HighHeart.60": "",
  // SEASONAL 
  "Dahlia.Spring.1": "I don't love that it's starting to get warm... but aren't spring flowers so pretty?$6",
  "Dahlia.Spring.2": "I saw baby birds on my walk today! They'll be flying by this time next year, the darlings.$7",
  "Dahlia.Spring.3": "Spring rains are probably my favorite. Everything gets cold, but not windy - like the world is holding its breath.$2",
  "Dahlia.Spring.4": "Pink and green are my favorite colors - my wardrobe really suits this season, huh?$6",
  "Dahlia.Spring.5": "Do you have any baby animals on your farm? 'Tis the season, after all.",
  "Dahlia.Summer.1": "I hate the summer. It's too hot, everything's sticky, so many things bite or sting, and it doesn't even get cold at night.$11",
  "Dahlia.Summer.2": "I'm tempted to hide away until the season ends. It's not like I want a tan - the sun can't get me if I don't go outside, right?$11",
  "Dahlia.Summer.3": "You can make weather totems, right? Do you have one for snow? Rain? Anything?$2",
  "Dahlia.Summer.4": "I do like the fireflies. Summer is a tyranny that I am made to suffer, but at least there's fireflies...$8",
  "Dahlia.Summer.5": "It's not fair that the river also gets warmer this time of year. I could've gone swimming, but nooooo.$11",
  "Dahlia.Fall.1": "It's finally starting to cool off. Winter's not far now, but you must still have lots to do, huh?$3",
  "Dahlia.Fall.2": "Oh, you know, my favorite flowers grow this time of year - Fairy Roses. Are you growing any? Can I have them?$1",
  "Dahlia.Fall.3": "This really is a very pretty season, isn't it? Where I come from, things were never so... vibrant. I love it, actually.$7",
  "Dahlia.Fall.4": "Pumpkin pie smells really good. Really, really good. I can't eat it, but I wonder if I should learn to make it anyway?$19",
  "Dahlia.Fall.5": "In a world flush with color, and smelling of peat, smoke and spice...$7#$b#...The cool air nips the burnished bronze leaves from the trees to keep them, one, by one, by one~$12",
  "Dahlia.Winter.1": "It's my favorite, favorite season. There's something so intimate, so enchanting, about a world covered in snow.$7",
  "Dahlia.Winter.2": "Huh? Am I cold? No, not really. I've always been the most comfortable in cold weather.$3",
  "Dahlia.Winter.3": "There's not much time to grow this time of year, is there? Are you taking the time to enjoy it? Are you sleeping in?$1#$b#Or are you spending all your time in the mines? Have fun either way!$6",
  "Dahlia.Winter.4": "Something about the scarcity of daylight this time of year makes it precious, I think. Make sure to treasure it, @.$7",
  "Dahlia.Winter.5": "@! Your nose is pink! Are you chilly, or are you thinking about someone special? Heehee!$6",
  // HECTOR RIVAL HEARTS POOL
  "Dahlia.RH.1": "",
  // GIFTS GIVEN
  "Dahlia.Gift.1": "",
  "Dahlia.Gift.2": "",
  "Dahlia.Gift.3": "",
  "Dahlia.Gift.4": "",
  "Dahlia.Gift.5": "",
  "Dahlia.Gift.6": "",
  "Dahlia.Gift.7": "",
  "Dahlia.Gift.8": "",
  "Dahlia.Gift.9": "",
  "Dahlia.Gift.10": "",
  // GIFT REACTIONS: BASIC
  "Dahlia.GiftReaction.Love": "Oooooh! How did you know this is my most favorite?$6",
  "Dahlia.GiftReaction.Like": "Awww! I like this a lot!$7",
  "Dahlia.GiftReaction.Dislike": "This is awful, thanks!$1",
  "Dahlia.GiftReaction.Hate": "Oh. Do I have to take this? I don't really want to.$11#$b#Oh, fine. Please never give me this again.$22",
  "Dahlia.GiftReaction.Neutral": "Oh, neat!$1",
  // SPECIFIC GIFTS
  "Dahlia.GiftReaction.FalseHeart": "{{DahlPetName}}, you got me a HEART? What in the world did you cut THIS out -?$3#$b#..... This is a vegetable.$17",
  "Dahlia.GiftReaction.EyeFruit": "Where did you find an eyeball THIS big, {{DahlPetName}}? What did you slay in order to -...$9#$b#Oh, it's a fruit.... Yippee....$11",
  "Dahlia.GiftReaction.DragonEye": "I didn't know dragons frequented these parts, how on earth did you get your hands on - ?$13#$b#... {{DahlPetName}}, this is just a fruit again.$17",
  "Dahlia.GiftReaction.Mandrake": ".... Okay, points for effort. This is the first time a vegetable seemed as unhappy to see me as I am to see it.$8",
  "Dahlia.GiftReaction.Bluffshroom": "Awwww, it's so cute! I don't know whether I want to eat it or decorate with it. Thanks, {{DahlPetName}}!$6",
  "Dahlia.GiftReaction.CrystalLily": "Oh... you grew this? ... I don't know how to explain it, but it reminds me of home. <$14",
  "Dahlia.GiftReaction.PixieBloom": "Awwww, this is so pretty! It's kind of weird getting fairy-wing-flowers, but I kind of love them? <$1",
  "Dahlia.GiftReaction.FairyRose": "These are my FAVORITE flower. I have a bunch of silk ones at home - this one's getting pressed, so I can keep it forever.$7",
  "Dahlia.GiftReaction.DNFairyRose": "Oh, what is THIS? I haven't seen roses this color in.... I might just have a new favorite. Thank you {{DahlPetName}}!$6",
  "Dahlia.GiftReaction.DNDetura": "Is this a blue sunflower? It smells of perfume and magic - I love this, thank you!$6",
  "Dahlia.GiftReaction.DNMushroom": "I love mushrooms, they're one of the few non-meats I can eat. And this one's beautiful! Thank you, {{DahlPetName}}!$1",
  "Dahlia.GiftReaction.Mushroom": "I love mushrooms! They're my favorite mystery third option life-forms! Thank you, {{DahlPetName}}.$1",
  "Dahlia.GiftReaction.Namesake": "You grew them!! {{DahlPetName}}, you grew them! And you're even giving me one? Thank you!<$6",
  "Dahlia.GiftReaction.StygiumOre": "I'm not touching that, and you shouldn't either. It makes me uneasy, and I don't want it near me.$17",
  // GIFT REACTIONS: GEMS, MINERALS, ARTIFACTS
  "Dahlia.GiftReaction.GemCategory": "",
  "Dahlia.GiftReaction.MineralCategory": "",
  "Dahlia.GiftReaction.ArtifactCategory": "",
  // GIFT REACTIONS: FOOD
  "Dahlia.GiftReaction.StardropTea": "There's magic in this, darling... wherever did you find it?$3",
  "Dahlia.GiftReaction.CookingCategory": "I appreciate the effort, but my diet needs are kind of weird. So, um...$9",
  "Dahlia.GiftReaction.VegetableCategory": "Farmer. This is a vegetable.$8",
  "Dahlia.GiftReaction.FruitCategory": "... I guess I can re-gift this? I suppose other people like fruit...$19",
  "Dahlia.GiftReaction.EggCategory": "Ooh, eggs are a treat I don't get too often, thank you!$6",
  "Dahlia.GiftReaction.MilkCategory": "Thank you! It's a bit sweet for me, but milk's nice sometimes.$1",
  "Dahlia.GiftReaction.FishCategory": "I eat so much fish these days - thank you for doing my fishing for me.$^",
  "Dahlia.GiftReaction.AlcoholCategory": "Oh, neat, you made this? I can't drink, so this is useless, but good job!$6",
  // GIFT REACTIONS: ARTISNAL GOODS
  "Dahlia.GiftReaction.ArtisanCategory": "I feel like this would make a better gift for anyone other than me, sorry.$19",
  // GIFT REACTIONS: BOOKS 
  "Dahlia.GiftReaction.BooksCategory": "",
  "Dahlia.GiftReaction.SkillBooksCategory": "",
  // GIFT REACTIONS: FLOWERS
  "Dahlia.GiftReaction.FlowersCategory": "Oh, I love flowers. They're so soft, so colorful, so transient and brief... This is really really nice of you, thank you!$1",
  // GIFT REJECTIONS 
  "Dahlia.GiftRejection.Bouquet": "Sorry, I love you a lot a lot, but - not like that? Not ever like that.$15",
  "Dahlia.GiftRejection.Polysweet": "I'm really, REALLY not interested in you like that, sorry.$11",
  /*
DAHLIA MOVIES
*/
  "Movies.Dahlia.BraveLittleSapling.1": "",
  "Movies.Dahlia.BraveLittleSapling.2": "",
  "Movies.Dahlia.BraveLittleSapling.3": "",
  "Movies.Dahlia.NaturalWonders.1": "",
  "Movies.Dahlia.NaturalWonders.2": "",
  "Movies.Dahlia.NaturalWonders.3": "",
  "Movies.Dahlia.PrairieKing.1": "",
  "Movies.Dahlia.PrairieKing.2": "",
  "Movies.Dahlia.PrairieKing.3": "",
  "Movies.Dahlia.Wumbus.1": "",
  "Movies.Dahlia.Wumbus.2": "",
  "Movies.Dahlia.Wumbus.3": "",
  "Movies.Dahlia.Mysterium.1": "",
  "Movies.Dahlia.Mysterium.2": "",
  "Movies.Dahlia.Mysterium.3": "",
  "Movies.Dahlia.ItHowlsInTheRain.1": "",
  "Movies.Dahlia.ItHowlsInTheRain.2": "",
  "Movies.Dahlia.ItHowlsInTheRain.3": "",
  "Movies.Dahlia.MiracleAtColdstarRanch.1": "",
  "Movies.Dahlia.MiracleAtColdstarRanch.2": "",
  "Movies.Dahlia.MiracleAtColdstarRanch.3": "",
  "Movies.Dahlia.ZuzuCityExpress.1": "",
  "Movies.Dahlia.ZuzuCityExpress.2": "",
  "Movies.Dahlia.ZuzuCityExpress.3": "",
  /*
DAHLIA FESTIVALS
*/
  // MOONLIGHT JELLIES
  "Festivals.Dahlia.summer28.False.1": "It's been ages since I lived by the ocean. A hundred years, maybe more...$7#$b#Watching the Lunaloo migrate was magical then, and it's magical now. I don't think I'll ever outgrow this.$4",
  "Festivals.Dahlia.summer28.False.2": "Nature's greatest performances have a way of stealing your breath away, don't you think...?$7",
  "Festivals.Dahlia.summer28.False.3": "An end to summer, and not a day too soon. This is the best way to send it off, too.$7#$b#I hate this season. But I love this, it's beautiful.$6",
  // SPIRIT'S EVE
  "Festivals.Dahlia.fall27.1": "Come out and play, it's fun in the dark - tell me why you're so scared of a woman in charge$12#$b#Baby don't run, you're breaking my heart - tell me why you're so scared of a woman in charge...$23",
  "Festivals.Dahlia.fall27.2": "",
  "Festivals.Dahlia.fall27.3": "",
  // ICE FESTIVAL
  "Festivals.Dahlia.winter8.False.1": "",
  "Festivals.Dahlia.winter8.False.2": "",
  "Festivals.Dahlia.winter8.False.3": "",
  // RSV GATHERING 
  "Festivals.Dahlia.fall20.False.1": "",
  "Festivals.Dahlia.fall20.False.2": "",
  "Festivals.Dahlia.fall20.False.3": "",
  // RSV EMBER OF RESOLUTIONS 
  "Festivals.Dahlia.winter28.1": "",
  "Festivals.Dahlia.winter28.2": "",
  "Festivals.Dahlia.winter28.3": "",
  /*
DAHLIA STRINGS 
*/
  // MAP STRINGS
  "Strings.Dahlia.Locations.1": "60th Floor",
  "Strings.Dahlia.Locations.2": "The Frozen Grove",
  "Strings.Dahlia.Locations.Flowers": "Silk flowers! Kept in a careful, deliberate arrangement.",
  "Strings.Dahlia.Locations.WolfPlush": "A soft, black wolf plush. It looks like it's been repaired several times - one of its legs has even been replaced.",
  "Strings.Dahlia.Locations.Sign": "_ Somewhere... _#]...Elsewhere. ]",
  "Strings.Dahlia.Locations.Curios.1": "...Where did she get all this stuff?",
  "Strings.Dahlia.Locations.Curios.2": "Bits, baubles, books and bobs. She sure has a lot of things.",
  "Strings.Dahlia.Locations.Curios.3": "Some of this stuff is ancient.... Some of it looks new.",
  "Strings.Dahlia.Locations.Curios.4": "A collection of toys and trinkets from throughout human history.",
  "Strings.Dahlia.Locations.Clothes": "The drawers have been stuffed with brightly-colored clothes, shoved haphazardly inside.#They're mostly pink. That makes sense.",
  "Strings.Dahlia.Locations.Warp": "...? There's a strange symbol on the ground...#... It doesn't seem to do anything.",
  "Strings.Dahlia.Locations.Diary": "There's a book on this shelf that seems to be a collection of screenplays.#The author is listed as 'Dahlia Hellebore'...",
  "Strings.Dahlia.Locations.Stove": "There is nothing but meat and mushrooms in this pot.",
  // RADIO
  "Strings.Dahlia.Radio.1": "Inexplicably, music resonates from the crystal:# '...Dress me in red, and throw your roses and I'll wrangle the beast with words,'#'It's a graceless dance of epithets we learn to make someone hurt....'",
  "Strings.Dahlia.Radio.2": "Inexplicably, music resonates from the crystal:# '...We kill the lights, and put on a show. It's all a lie - but you'd never know...'#'The star will shine, and then it will fall. And you will forget it all...'",
  "Strings.Dahlia.Radio.3": "Inexplicably, music resonates from the crystal:# '...Abandon all your stupid dreams about the girl I could've been, my dear'#'For in the dark I know you burn with feelings I cannot return my dear, oh my dear...'",
  "Strings.Dahlia.Radio.4": "Inexplicably, music resonates from the crystal:# 'Welcome to the show, let everybody know, I'm done playing the game, I'll break all of the chains'#'You'd better buckle up, I'll pour another cup - This is my bohme, so drink it up my friend...'",
  "Strings.Dahlia.Radio.5": "Inexplicably, music resonates from the crystal:# '... Put your hands up, before she turns and walks away'#'This is your one shot, time for your ace in the hole = time for your ace in the hole...'",
  "Strings.Dahlia.Radio.6": "Inexplicably, music resonates from the crystal:# 'Rumor on the street is that her apples are delicious, the jury says she's charming but her exes say she's wicked'#'I swear to god, I saw her howling at the sky - she ain't out to get you but she's better on your side...'",
  "Strings.Dahlia.Radio.7": "Inexplicably, music resonates from the crystal:# '...Don't need my health, got my name and got my wealth, I'#'Stare at the sun, just for kicks all by myself, I'#'Lose track of time, so I might be past my prime but,'#'I'm feeling OH, so good~...'",
  "Strings.Dahlia.Radio.8": "Inexplicably, music resonates from the crystal:# '...Put on your most romantic clothes, and you'll be ready for anything'#'People might call you a weirdo, might call you a freak - If they do just tell them, you're in real good company...'",
  /*
DAHLIA CUSTOM FIXED
*/
  /*
DAHLIA MAIL                        
*/
  "Mail.Dahlia.MineDelveTitle": "Heading Underground",
  "Mail.Dahlia.Letter1": "Hey, {{DahlPetName}}... ^By the time you see this, I'll probably be gone. I've decided it would be best if I were to disappear for a bit, since all I seem to do is make trouble for you.^I'm going into the mountain caves to do some of my own research about the dangers down below. Thank you for all of your help with everything, @, and please take care.^ - Dahlia",
  /*
DAHLIA QUESTS
*/
  /*
DAHLIA EVENTS
*/
  "Dahlia.Intro.1": "Excuse me! Hello! You're the owner of that big farm back there, right? May I ask your help with something?$14",
  "Dahlia.Intro.2": "You moved here pretty recently, right? I've only just arrived myself, and I really don't know anyone yet... You seem like THE person to know, though?$15",
  "Dahlia.Intro.3": "SO, I thought I could pretend to know you already, and that ought to smooth things over with fitting in! Don't you think?$14",
  "Dahlia.Intro.4": "All that said - !$6",
  "Dahlia.Intro.5": "Should I play a visiting childhood friend? A penpal come to live nearby? Maybe a rekindled old flame?$1",
  "Dahlia.Intro.QQ1": "Let's go with a childhood friend.",
  "Dahlia.Intro.QQ2": "A penpal sounds fun!",
  "Dahlia.Intro.QQ3": "Old... flame?",
  "Dahlia.IntroA.1": "An old friend? Okay! I can do that! We'll need to collaborate a bit so I can play it believably, but - oh, thank you so much for this!$6",
  "Dahlia.IntroA.2": "You can call me 'Dahlia' - you have to make sure that you say hello when you see me, okay? There's so much to catch up on.$7",
  "Dahlia.IntroA.3": "I'll see you later, my friend! And please have a good day!$1",
  "Dahlia.IntroB.1": "So, we've been talking back and forth? Yeah, I can do that! You'll have to remind me about your interests later. Thank you so much!$1",
  "Dahlia.IntroB.2": "You can call me 'Dahlia' - please don't forget to come say hello, when you see me! We have SO much to talk about!$6",
  "Dahlia.IntroB.3": "I'll see you later, Bestie! And please have a good day!$1",
  "Dahlia.IntroC.1": "Well... okay, maybe not a flame. I'll figure something out, though - and still! Thank you so much, @!$6",
  "Dahlia.IntroC.2": "You can call me 'Dahlia' - and remember to say hello, okay? I'm really excited to get to know you better.$7",
  "Dahlia.IntroC.3": "I'll see you later, farmer! And please have a good day!$1",
  "Dahlia.1H.1": "{{DahlPetName}}! I wasn't expecting to see you down by the shore!$1",
  "Dahlia.1H.2": "Oh, but your timing couldn't be better. I never really had much of an opportunity to explain myself last time, and I had been wanting to clear up a few things...$7",
  "Dahlia.1H.3": "Come, come, come. Come sit with me, and we'll talk.",
  "Dahlia.1H.4": "This way, this way...",
  "Dahlia.1H.5": "Here!",
  "Dahlia.1H.6": "Right. I can't remember if I mentioned this or not, but I'm an actress! I'm in the Valley to prepare for my next role.$6#$b#I want to play a dashing heroine, so I came here to do some research.$7",
  "Dahlia.1H.QQ1": "How is a sleepy place like Pelican Town going to help with that?",
  "Dahlia.1H.QQ2": "Well that's cool. What other things do you do, besides act?",
  "Dahlia.1HA.1": "Oh! Well, heroes do all sorts of things for other people without expecting much in return, right?$1",
  "Dahlia.1HA.2": "I came here to try and get an idea of what sort of mindset leads a person to be that kind of selfless, so I can portray it better. $6#$b#That's also why I talked to you! Everyone talks so much about how helpful you are, {{DahlPetName}}.$1",
  "Dahlia.1HA.3": "I appreciate your help, and your patience, @. You just keep on being you, and I'm sure this will go swim-ming-ly~!$12",
  "Dahlia.1HB.1": "You know? That's a really good question! Um... Hm. Most of my hobbies relate back to the stage in some form or another.$3",
  "Dahlia.1HB.2": "I like to sing, I dance, I can play a few instruments, but that's all vaguely theatrical...$9",
  "Dahlia.1HB.3": "Oh, I know! I really love flowers! I've never grown any myself, but I've been learning to identify them for years now.$6#$b#They're not very common where I'm from - it's kind of chilly there - and I'm really just in love with how colorful they are.$7",
  "Dahlia.1HB.4": "One day, maybe, I'll have a little garden of my own. Until then, I'll just admire all the public flower boxes, I think.$1#$b#That was a fun one! People don't usually ask about my hobbies, {{DahlPetName}}! You're full of surprises, huh?$6",
  "Dahlia.2H.1": "So I don't think I've ever asked, {{DahlPetName}} - what ARE you doing in the Valley, anyway?",
  "Dahlia.2H.QN.1": "I've been working for Joja for a while and needed a change of pace after all that.",
  "Dahlia.2H.QN.2": "My grandfather left me a farm out here when he passed, and I decided to see what it was like.",
  "Dahlia.2H.2": "That's... that's it?$19",
  "Dahlia.2H.3": "I mean, that's a fine reason to move, I suppose, I just... I don't know. I kind of expected something a little more... intentional? Premeditated, maybe...?$15",
  "Dahlia.2H.4": "I am glad that you're making a better life for you, though, I am! Don't get that mistaken, I'm just... surprised? Yes.$3#$b#You, you are happier, right?$9",
  "Dahlia.2H.QQ.1": "What kind of roles did you play before you came here?",
  "Dahlia.2H.QQ.2": "...What is it like, where you're from, then?",
  "Dahlia.2H.A1": "Oh, I've played all sorts of things before! < $1",
  "Dahlia.2H.A2": "Most recently I was in something of a mentor's role, guiding a few young folk in the early throes of adulthood toward their dreams.$6#$b#I've also played a villainess, the one people tell stories to their children about, I've stood over chasms as a bridge of diplomacy, I've been the odd old biddy in the woods-$7#$b#Even a damsel in distress, that role was fun. < $1",
  "Dahlia.2H.A3": "I remember each performance as clearly as a photograph... oh, but I don't want to regress into old roles. I have to keep moving forward, you know?$7",
  "Dahlia.2H.A4": "Anyway, um, sorry about being weird, I really am happy for you, I just... never mind. Thank you for sharing, {{DahlPetName}}.$10",
  "Dahlia.2H.A5": "So what were you planning to do today, anyway?",
  "Dahlia.2H.B1": "Oh. Well, it's, you know...$3",
  "Dahlia.2H.B2": "Different. Really very... very different from here. Honestly, I don't always feel like I've done the best job adjusting.$18",
  "Dahlia.2H.B3": "That's not a bad thing, though! New experiences help people grow, don't they? It doesn't matter if I'm from somewhere different, does it?$10#$b#As long as you don't mind being a little bit patient, I know I can say strange things from time to time. And I DO like it better here. At least, I think I do...?$14",
  "Dahlia.2H.B4": "Well, never mind any of that!",
  "Dahlia.2H.B5": "I didn't come here to insult you, so I am sorry for my behavior earlier, I'm just terrible at hiding when I've been startled. I hope you can look past it, {{DahlPetName}}",
  "Dahlia.2H.B6": "Then let's get going, shall we?$7",
  "Dahlia.2H.B7": "o I wanted to see what Aideen was growing...",
  "Dahlia.3H.1": "These caves....$18",
  "Dahlia.3H.2": "...sigh....",
  "Dahlia.3H.3": "Oh... Hi, {{DahlPetName}}.$21",
  "Dahlia.3H.4": "Do you know very much about this place?$15",
  "Dahlia.3H.QN.1": "Yeah, this used to be a pretty active mine back in the day, but it's dangerous for most people now.",
  "Dahlia.3H.QN.2": "It's dark and full of dangerous monsters! Adventurers head in to clear it out sometimes.",
  "Dahlia.3H.5": "So it's dangerous. But it's just left open?$22",
  "Dahlia.3H.6": "I wonder if you've had a lot of exposure to inhumans. Have you formed much of an opinion on us, or is it just... me and the caves?$18",
  "Dahlia.3H.QQ.1": "Um... It's mostly the monsters... don't worry though! I don't have a problem with anyone who's not trying to hurt people.",
  "Dahlia.3H.QQ.2": "You're not the first. But it's still pretty cool to meet an Elf!",
  "Dahlia.3H.A1": "Hurting people, huh. I guess that makes sense. Where's the line drawn, though? Between what's perceived as incidental hurting, and intentional?$21#$b#.... And where's the line drawn on people, for that matter....$20",
  "Dahlia.3H.A2": "I'm sorry. I think I'm getting a little bit in my head about this. Maybe it's something about the altitude.$10",
  "Dahlia.3H.A3": "Don't worry about it. I'm sorry if I surprised you, you were coming up here for a reason, right?$14#$b#I'll let you get to it. Thank you, @ - you've given me a lot to think about.$7",
  "Dahlia.3H.B1": "An Elf? Oh. Well, yes, I suppose it would be...$3",
  "Dahlia.3H.B2": "That's - I'm getting distracted.$11#$b#It's good to know that your opinion isn't based on me alone, though I suppose I'm still an unusual sight all the same.$15",
  "Dahlia.3H.B3": "I'm getting a little caught up in my head about this, I think, I keep running myself in circles.$10#$b#I'm sorry, I must be coming across as so strange. Please don't worry about it - I'll let you get back to whatever you came up here for.$14",
  "Dahlia.3H.B4": "Thank you for giving me a lot to think about, @. I'll see you later, okay?$6",
  "Dahlia.4H.1": "Hey!",
  "Dahlia.4H.2": "I've been looking all over for you! What gives?$16",
  "Dahlia.4H.QN.A1": "Wait, you have?",
  "Dahlia.4H.QN.A2": "Are you feeling better then?",
  "Dahlia.4H.3": "Is that really important? I need to show you something right away!$17",
  "Dahlia.4H.4": "March! This way, please!",
  "Dahlia.4H.5": "Have you seen this house before, {{DahlPetName}}? It's really, really out of the way.$15",
  "Dahlia.4H.6": "Almost no-one ever comes here. I think most of the townies must have forgotten it exists.$18#$b#Because of that, it looks like it's become a breeding ground for all sorts of monsters, just like in those mountain caves.$17",
  "Dahlia.4H.7": "Wouldn't it be much better if everything in there was gone?$7#$b#Then there would be no rock crabs or bats or slimes troubling the Scarp.$6",
  "Dahlia.4H.8": "YOU'RE a hero, @ - everyone in town says so. And you've been in those old caves!$1",
  "Dahlia.4H.9": "Here! I got you a blade, so you could go and slay everything while it's too young to cause trouble, and then no one will have to worry anymore<.$6",
  "Dahlia.4H.QQ.A1": "'Go on! Take it!'",
  "Dahlia.4H.QQ.A2": "Wh-?? I - I guess I could, but...",
  "Dahlia.4H.QQ.A3": "I'm not a hero, Dahlia!",
  "Dahlia.4H.QQ.A4": "There's a difference between heroism and aggression, Dahlia!",
  "Dahlia.4H.A1": "Why do you sound so unsure? Isn't this what's best for everybody? They're just monsters.$22",
  "Dahlia.4H.A2": "This isn't right at all, aren't you supposed to charge in and look after everyone? Isn't that what heroes do?$20",
  "Dahlia.4H.A3": "...I don't understand.",
  "Dahlia.4H.QN.B1": "Even if they're annoying, crabs and bats are an important part of nature.",
  "Dahlia.4H.QN:B2": "It just feels wrong to hurt something that hasn't done anything.",
  "Dahlia.4H.A4": "Is it malice, then? Is that what makes a monster? The ability to choose? I don't...$15#$b#... I don't understand what I'm getting wrong. I'm sorry, farmer, I guess this is still beyond me.$21",
  "Dahlia.4H.A5": "You head back without me. I'll be fine making my way home. And stay safe, okay?$15#$b#I want to sit with this a little longer. I want to understand.$2",
  "Dahlia.4H.B1": "What do you mean you're not a hero?! Of course you're a hero!$13#$b#Everyone talks about how you saved the town! How you're fixing everyone's problems! This is just one more problem to fix!$5",
  "Dahlia.4H.B2": "If you're not a hero, then what chance do I have at figuring this out?$18#$b#It, you - you! And this...$17",
  "Dahlia.4H.QN.C1": "....Are you okay?",
  "Dahlia.4H.QN.C2": "Do you need a minute?",
  "Dahlia.4H.B3": "...I don't know. I thought I'd finally figured something out.$20",
  "Dahlia.4H.B4": "You should... head back to whatever you were doing before. I'm sorry, I... I'll be fine getting back. I want to think a little longer.$2",
  "Dahlia.4H.B5": "I will be all right. I just don't understand why I'm still getting this wrong.$21#$b#Take care, okay? Don't get hurt.$15",
  "Dahlia.4H.C1": "...What do you mean? Aren't monsters a hero's responsibility? Did I get that wrong?$15",
  "Dahlia.4H.QN.D1": "Even if that's the case, slaying a baby animal isn't the same as....",
  "Dahlia.4H.QN.D2": "Bats and crabs aren't the same things as monsters, they're just wild animals.",
  "Dahlia.4H.C2": "But they'll grow up to be a menace! They scramble all over, and bother people, and...$2#$b#...Did I get it wrong? Is that not enough?$20",
  "Dahlia.4H.C3": "I think... I almost made a terrible mistake. I - I'm sorry, farmer. I feel like I've caused you a mess of trouble.$21#$b#You can head back without me, I'll be all right. I want to think about this some more.$18",
  "Dahlia.4H.C4": "Go on. I'll be okay.",
  "Dahlia.5H.1": "Oh! You made it. Hi, {{DahlPetName}}.$3",
  "Dahlia.5H.2": "That was actually faster than I expected.",
  "Dahlia.5H.3": "Hm? ... Oh, right, the letter. I figured phrasing it that way would make you worry, so...$9#$b#It takes a lot to get down this far, doesn't it?$28",
  "Dahlia.5H.QN.1": "I was genuinely worried about you!",
  "Dahlia.5H.QN.2": "How did you even make it this far down unarmed?",
  "Dahlia.5H.4": "....Oh. Um. well, I'm pretty okay at looking after myself, so...$27#$b#...Sorry, I just wanted a quiet place to talk.$11",
  "Dahlia.5H.5": "But um, hey - since you're down here anyway, do you think we could sit, and have a conversation...?$25",
  "Dahlia.5H.6.false": "It's actually kind of hard to figure out where to start... So, you know I'm trying to learn how heroes think, for my next role.$20",
  "Dahlia.5H.6.true": "It's actually kind of hard to figure out where to start... So, you know I'm trying to learn how heroes think, for my next role.$20#$b#Which really threw me for a loop when you insisted you're not one. I still don't believe you.$17#$b#...Anyway.$8",
  "Dahlia.5H.7": "That's been a lot harder than I thought it was going to be. Books and movies - they don't really get into the day to day, just the grand gestures.$15",
  "Dahlia.5H.8.false": "It's why I talked to you! I told you about this already. But getting to know you, talking to you, a lot of what you do and say is different from the stories...$19#$b# -- And again, different isn't BAD, but I do feel... lost.$11",
  "Dahlia.5H.8.true": "It's why I talked to you! I told you about this already. But you're -different- than narrative bombast. You turn down the hero role, and...$19#$b# -- And again, different isn't BAD, but the disconnect makes me feel... lost.$11",
  "Dahlia.5H.9": "And I really don't know how to deal with 'lost'. And I feel terrible! You've been so patient, and...$15",
  "Dahlia.5H.10": "You killed it! Why did you do that?$13",
  "Dahlia.5H.QQ.1": "You would've gotten hurt!",
  "Dahlia.5H.QQ.2": "Heroes try to help people, Dahl.",
  "Dahlia.5H.A1": "You could've gotten hurt instead! I'm a lot more durable than -$16",
  "Dahlia.5H.A2": "Oh. Oh, I get it. I think something just... clicked.$3",
  "Dahlia.5H.A3": "This is actually a terrible place to talk, isn't it? I think... there's probably better options.$10#$b#I've really been putting it off, but it might be best if you come see me at home next time. Not today, just... soon?$25",
  "Dahlia.5H.A4": "Come see me in Lore's Cove again next time. Okay? I owe you so many explanations.$7#$b#And um. Thanks.$14",
  "Dahlia.5H.B1": "A Hero?$19",
  "Dahlia.5H.B2.false": "...A hero. Huh. I think something just clicked.$3#$b#...This is a really terrible place to talk, though, isn't it?$19",
  "Dahlia.5H.B2.true": "I thought you said you weren't a hero.$17#$b#But... Huh. I... think something just clicked.$3#$b#...This is a really terrible place to talk, though, isn't it?$19",
  "Dahlia.5H.B3": "I think it's about time I showed you where I live. It's a lot safer than down in the caves, and, well...$7#$b#I owe you so many explanations that I've been putting off. So, not today, but - soon. Come see me down at Lore's Cove.$14",
  "Dahlia.5H.B4": "Oh, and {{DahlPetName}}? Thanks.$7",
  "Dahlia.6H.1": "{{DahlPetName}}, You made it! I'm not lying when I say this is long overdue...$14#$b#I'm more nervous than I think I ought to be, but - come on. We'll talk inside.$27",
  "Dahlia.6H.2": "Yeah, I guess I have been keeping the door locked... Um, ta-dah! This is where I live.$14#$b#Aaaand I've been deliberately misleading you since the day we met, so um... yay....?$25",
  "Dahlia.6H.3.false": "It hasn't exactly been a lie, I am here to learn how heroes think - but it was, um...$28#$b#...Convenient? To just never correct people that think I'm an elf. You included.$25",
  "Dahlia.6H.3.true": "It hasn't exactly been a lie, I am here to learn how heroes think, my dear 'not a hero' but jumping to save my life - but it was, um...$28#$b#...Convenient? To just never correct people that think I'm an elf. You included.$25",
  "Dahlia.6H.4": "I'm not an elf. I've never been an elf. I can't even remember if I've ever met one.$18#$b#I'm actually a faerie. I'm closer to a winter spirit, than I am a person. And everything you see is... just my costume.$27",
  "Dahlia.6H.5": "And, just - I don't know. I owe you an apology, but it's hard to pick one thing to apologise for.$28",
  "Dahlia.6H.6.false": "For starters, I'm sorry for how badly I misjudged you.$25#$b#With everyone talking about your heroism, I was imagining someone like Robin Hood, rather than someone who lives day to day.$19#$b#But you DO live day to day, and you're not Robin Hood, you're not some larger-than-life story, you're just you.$22",
  "Dahlia.6H.6.true": "For starters, I'm sorry for how badly I misjudged you.$25#$b#With everyone talking about your heroism, I was imagining someone like Robin Hood, rather than someone who lives day to day.$19#$b#But you do live day to day, and you're not Robin Hood, you're not some larger-than-life story, you're just you.$22#$b#...Which is, in hindsight - I think what you were trying to tell me, isn't it?$25",
  "Dahlia.6H.7.false": "'You' happens to be a really kind person! Perhaps the kindest person, out of all the kind people in the valley!$3#$b#And I'm sorry that I didn't think much of that when we first met. You have so much to do, and I feel bad about constantly adding to it.$2",
  "Dahlia.6H.7.true": "'You' happens to be a really kind person! Perhaps the kindest person, out of all the kind people in the valley!$3#$b#And I'm sorry that I didn't think much of that when we first met.$2#$b#I really undervalued your kindness, and tried to make you fit my idea of what heroism is, and... I'm sorry if that added to what you already have to do.$20",
  "Dahlia.6H.8": "You've taught me more than I think I'll ever need, and for that I'm grateful... and just, I'm really sorry, @.$25",
  "Dahlia.6H.QQ.A1": "Wait, back up a minute - what do you mean, you're more like a spirit than a person?",
  "Dahlia.6H.QQ.A2": "It's okay. I'm glad I was able to help, and a little confusion never hurt anyone. I forgive you.",
  "Dahlia.6H.QQ.A3": "It's okay - honestly, I don't really think you have that much to apologise for, it's been fun.",
  "Dahlia.6H.A1": "Oh! Well, I can certainly get into that, but - this is going to be a kind of longwinded explanation. You sure?$3",
  "Dahlia.6H.QQ.B1": "...is there a short version?",
  "Dahlia.6H.QQ.B2": "Yeah, go for it! I'm interested.",
  "Dahlia.6H.A1.1": "Short version, got it: Faerie, the place, and Faeries, the people, are kind of intertwined. Which means, back at home, I don't really have a body unless I want to.$6#$b#I'm more like a sentient dream, and I make myself a physical form so I can talk to people.$19",
  "Dahlia.6H.A1.2": "Don't worry, I know it's complicated. Honestly, I'm flattered that you're taking an interest. Anything else?$25",
  "Dahlia.6H.A2.1": "Well, if you're actually curious, then...$26",
  "Dahlia.6H.A2.2": "I am a Faerie. And Faeries come from Faerie. Faerie the place, and Faerie the people are called the same thing, because we honestly are the same thing.$7#$b#Faerie, the place, is more similar to dreams than it is the material world,$1#$b#And Faeries, the people, are snippets of willpower and consciousness that are a part of that dream. Myself included!$6",
  "Dahlia.6H.A2.3": "I am winter. The concept of it, the memory of it, the impression people have of it. I'm a living concept, with feelings and opinions and memories.$7#$b#But what I don't have, at least, something that isn't inherent - is a body. You were born with yours, but mine is something I came up with on my own.$6#$b#And at any time, if it ever stops being useful or if it stops feeling like mine, I can leave it behind, and go back to being a dream for a while.$25",
  "Dahlia.6H.A2.4": "I've done it before. Dropped bodies like costumes that don't fit, and found something else to be. But even so...$19#$b#I like being on Material. So I've spent a lot of my life with a body, since it lets me talk to people - just, not always the same body.$6",
  "Dahlia.6H.A2.5": "I am not my body, my body is mine. I don't think anyone is their body, but I've found that most people have a hard time separating 'self' from 'shape'.$25#$b#Whereas I'm just taking this physical form on a joy ride.$1#$b#...Um, that was it. Anything else?$25",
  "Dahlia.6H.QQ.C1": "Yeah, I think you're being too hard on yourself. I'm glad I could help, and I forgive you.",
  "Dahlia.6H.QQ.C2": "Yeah, I don't really get why you're apologising. This whole thing has been fun, and I don't regret it.",
  "Dahlia.6H.B1": "You mean that? After everything, after how much I've been pulling you along, you just.. forgive me, like that?$15#$b#...Thank you. I'm going to remember this. Your kindness means a lot, and just... Well. Here.$27",
  "Dahlia.6H.C1": "You mean that? It was fun? You've actually enjoyed this wave of chaos I brought into your life?$15#$b#...Thank you. I'm going to remember this. Your kindness means a lot, and just... Well. Here.$27",
  "Dahlia.6H.9": "Those will grow my favorite flowers, if you decide to plant them. They're called dahlias. I thought they were so pretty that I named myself after them.$25",
  "Dahlia.6H.10": "And just, thank you. For everything. You're really a remarkable person, {{DahlPetName}} - I hope we're still friends.$27",
  // DAHLIA CON Topics
  // MEEPimals
  // Spreach (Translation notes in comments.)
  "Spreach.Talk.1": "Bark!$1#$b#(Spreach's tail wags at the sight of you.)$1", // Barking, happily.
  "Spreach.Talk.2": "*Pant, pant*$0#$b#(It seems Spreach is being lazy today.)", // Panting, out of breath, neutral.
  "Spreach.Talk.3": "(Whiiiiine....)$2#$b#(Spreach paws forlornly at the air, seeking... something.)$2", // A sad, drawn-out whine.
  "Spreach.Talk.4": "Browf?$3#$b#(It seems he wants to play!)$3", // A curious, muffled dog noise - he has a ball in his mouth.
  "Spreach.Talk.5": "Aph! Ap!$4#$b#(Spreach's tail thuds against the ground as he is pet.)$4", // Excited yips, he is being pet.
  "Spreach.Talk.6": "Bouf!!#$b#(Spreach tippy-taps in place, having been taught not to jump.)" //A loud, deep bark, neutral expression.
}